{"1712542": [[null, "Power of High Courts to issue certain writs"], [null, "Notwithstanding anything in Article 32 every High Court shall have powers, throughout the territories in relation to which it exercise jurisdiction, to issue to any person or authority, including in appropriate cases, any Government, within those territories directions, orders or writs, including writs in the nature of habeas corpus, mandamus, prohibitions, quo warranto and certiorari, or any of them, for the enforcement of any of the rights conferred by Part III and for any other purpose"], [null, "The power conferred by clause 1 to issue directions, orders or writs to any Government, authority or person may also be exercised by any High Court exercising jurisdiction in relation to the territories within which the cause of action, wholly or in part, arises for the exercise of such power, notwithstanding that the seat of such Government or authority or the residence of such person is not within those territories"], [null, "Where any party against whom an interim order, whether by way of injunction or stay or in any other manner, is made on, or in any proceedings relating to, a petition under clause 1 , without a furnishing to such party copies of such petition and all documents in support of the plea for such interim order and b giving such party an opportunity of being heard, makes an application to the High Court for the vacation of such order and furnishes a copy of such application to the party in whose favour such order has been made or the counsel of such party, the High Court shall dispose of the application within a period of two weeks from the date on which it is received or from the date on which the copy of such application is so furnished, whichever is later, or where the High Court is closed on the last day of that period, before the expiry of the next day afterwards on which the High Court is open and if the application is not so disposed of, the interim order shall, on the expiry of that period, or, as the case may be, the expiry of the aid next day, stand vacated"], [null, "a furnishing to such party copies of such petition and all documents in support of the plea for such interim order and"], [null, "b giving such party an opportunity of being heard, makes an application to the High Court for the vacation of such order and furnishes a copy of such application to the party in whose favour such order has been made or the counsel of such party, the High Court shall dispose of the application within a period of two weeks from the date on which it is received or from the date on which the copy of such application is so furnished, whichever is later, or where the High Court is closed on the last day of that period, before the expiry of the next day afterwards on which the High Court is open and if the application is not so disposed of, the interim order shall, on the expiry of that period, or, as the case may be, the expiry of the aid next day, stand vacated"], [null, "The power conferred on a High Court by this article shall not be in derogation of the power conferred on the Supreme court by clause 2 of Article 32"]], "1679850": [[null, "Saving of inherent powers of High Court. Nothing in this Code shall be deemed to limit or affect the inherent powers of the High Court to make such orders as may be necessary to give effect to any order under this Code, or to prevent abuse of the process of any Court or otherwise to secure the ends of justice."]], "37788": [[null, "Acts done by several persons in furtherance of common intention.When a criminal act is done by several persons in furtherance of the common intention of all, each of such persons is liable for that act in the same manner as if it were done by him alone."]], "367586": [[null, "Equality before law The State shall not deny to any person equality before the law or the equal protection of the laws within the territory of India Prohibition of discrimination on grounds of religion, race, caste, sex or place of birth"]], "767287": [[null, "Power to examine the accused."], [null, "In every inquiry or trial, for the purpose of enabling the accused personally to explain any circumstances appearing in the evidence against him, the Court- a may at any stage, without previously warning the accused, put such questions to him as the Court considers necessary b shall, after the witnesses for the prosecution have been examined and before he is called on for his defence, question him generally on the case Provided that in a summons- case, where the Court has dispensed with the personal attendance of the accused, it may also dispense with his examination under clause b ."], [null, "a may at any stage, without previously warning the accused, put such questions to him as the Court considers necessary"], [null, "b shall, after the witnesses for the prosecution have been examined and before he is called on for his defence, question him generally on the case Provided that in a summons- case, where the Court has dispensed with the personal attendance of the accused, it may also dispense with his examination under clause b ."], [null, "No oath shall be administered to the accused when he is examined under sub- section 1 ."], [null, "The accused shall not render himself liable to punishment by refusing to answer such questions, or by giving false answers to them."], [null, "The answers given by the accused may be taken into consideration in such inquiry or trial, and put in evidence for or against him in any other inquiry into, or trial for, any other offence which such answers may tend to show he has committed."]], "1560742": [[null, "Punishment for murder.Whoever commits murder shall be punished with death, or 1imprisonment for life, and shall also be liable to fine."]], "1011035": [[null, "Punishment for voluntarily causing hurt.Whoever, except in the case provided for by section 334, voluntarily causes hurt, shall be punished with imprisonment of either description for a term which may extend to one year, or with fine which may extend to one thousand rupees, or with both."]], "1331149": [[null, "Power of superintendence over all courts by the High Court"], [null, "Every High Court shall have superintendence over all courts and tribunals throughout the territories interrelation to which it exercises jurisdiction"], [null, "Without prejudice to the generality of the foregoing provisions, the High Court may a call for returns from such courts b make and issue general rules and prescribe forms for regulating the practice and proceedings of such courts and c prescribe forms in which books, entries and accounts shall be kept by the officers of any such courts"], [null, "a call for returns from such courts"], [null, "b make and issue general rules and prescribe forms for regulating the practice and proceedings of such courts and"], [null, "c prescribe forms in which books, entries and accounts shall be kept by the officers of any such courts"], [null, "The High Court may also settle tables of fees to be allowed to the sheriff and all clerks and officers of such courts and to attorneys, advocates and pleaders practising therein Provided that any rules made, forms prescribed or tables settled under clause 2 or clause 3 shall not be inconsistent with the provision of any law for the time being in force, and shall require the previous approval of the Governor"], [null, "Nothing in this article shall be deemed to confer on a High Court powers of superintendence over any court or tribunal constituted by or under any law relating to the Armed Forces"]], "1823824": [[null, "a term which may be extended to two years, or with fine which may extend to twice the amount of the cheque, or with both Provided that nothing contained in this section shall apply unless"], [null, "a the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier"], [null, "b the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, within thirty days of the receipt of information by him from the bank regarding the return of the cheque as unpaid and"], [null, "c the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice."], [null, "Explanation. For the purposes of this section, debt or other liability means a legally enforceable debt or other liability."]], "180217": [[null, "Punishment for criminal intimidation.Whoever commits, the offence of criminal intimidation shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both If threat be to cause death or grievous hurt, etc.And if the threat be to cause death or grievous hurt, or to cause the destruction of any property by fire, or to cause an offence punishable with death or 1imprisonment for life, or with imprisonment for a term which may extend to seven years, or to impute, unchastity to a woman, shall be punished with imprisonment of either description for a term which may extend to seven years, or with fine, or with both."]], "1436241": [[null, "Cheating and dishonestly inducing delivery of property.Whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, or to make, alter or destroy the whole or any part of a valuable security, or anything which is signed or sealed, and which is capable of being converted into a valuable security, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."]], "538436": [[null, "Husband or relative of husband of a woman subjecting her to cruelty.Whoever, being the husband or the relative of the husband of a woman, subjects such woman to cruelty shall be punished with imprisonment for a term which may extend to three years and shall also be liable to fine. Explanation.For the purpose of this section, cruelty means"], [null, "a any wilful conduct which is of such a nature as is likely to drive the woman to commit suicide or to cause grave injury or danger to life, limb or health whether mental or physical of the woman or"], [null, "b harassment of the woman where such harassment is with a view to coercing her or any person related to her to meet any unlawful demand for any property or valuable security or is on account of failure by her or any person related to her to meet such demand."]], "1199182": [[null, "Protection of life and personal liberty No person shall be deprived of his life or personal liberty except according to procedure established by law"]], "1897847": [[null, "Punishment of criminal conspiracy."], [null, "Whoever is a party to a criminal conspiracy to commit an offence punishable with death, 2imprisonment for life or rigorous imprisonment for a term of two years or upwards, shall, where no express provision is made in this Code for the punishment of such a conspiracy, be punished in the same manner as if he had abetted such offence."], [null, "Whoever is a party to a criminal conspiracy other than a criminal conspiracy to commit an offence punishable as aforesaid shall be punished with imprisonment of either description for a term not exceeding six months, or with fine or with both."]], "136948773": [[null, "Application for compensation."], [null, "An application for compensation arising out of an accident of the nature specified in sub-section 1 of section 165 may be made a by the person who has sustained the injury or b by the owner of the property or c where death has resulted from the accident, by all or any of the legal representatives of the deceased or d by any agent duly authorised by the person injured or all or any of the legal representatives of the deceased, as the case may be Provided that where all the legal representatives of the deceased have not joined in any such application for compensation, the application shall be made on behalf of or for the benefit of all the legal representatives of the deceased and the legal representatives who have not so joined, shall be impleaded as respondents to the application. 1 2 Every application under sub-section 1 shall be made, at the option of the claimant, either to the Claims Tribunal having jurisdiction over the area in which the accident occurred, or to the Claims Tribunal within the local limits of whose jurisdiction the claimant resides or carries on business or within the local limits of whose jurisdiction the defendant resides, and shall be in such form and contain such particulars as may be prescribed Provided that where no claim for compensation under section 140 is made in such application, the application shall contain a separate statement to that effect immediately before the signature of the applicant. 2 3 4 The Claims Tribunal shall treat any report of accidents forwarded to it under sub-section 6 of section 158 as an application for compensation under this Act."], [null, "a by the person who has sustained the injury or"], [null, "b by the owner of the property or"], [null, "c where death has resulted from the accident, by all or any of the legal representatives of the deceased or"], [null, "d by any agent duly authorised by the person injured or all or any of the legal representatives of the deceased, as the case may be Provided that where all the legal representatives of the deceased have not joined in any such application for compensation, the application shall be made on behalf of or for the benefit of all the legal representatives of the deceased and the legal representatives who have not so joined, shall be impleaded as respondents to the application. 1 2 Every application under sub-section 1 shall be made, at the option of the claimant, either to the Claims Tribunal having jurisdiction over the area in which the accident occurred, or to the Claims Tribunal within the local limits of whose jurisdiction the claimant resides or carries on business or within the local limits of whose jurisdiction the defendant resides, and shall be in such form and contain such particulars as may be prescribed Provided that where no claim for compensation under section 140 is made in such application, the application shall contain a separate statement to that effect immediately before the signature of the applicant. 2 3 4 The Claims Tribunal shall treat any report of accidents forwarded to it under sub-section 6 of section 158 as an application for compensation under this Act."]], "988620": [[null, "Punishment for criminal breach of trust.Whoever commits criminal breach of trust shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."]], "999134": [[null, "Every member of unlawful assembly guilty of offence committed in prosecution of common object.If an offence is committed by any member of an unlawful assembly in prosecution of the common object of that assembly, or such as the members of that assembly knew to be likely to be committed in prosecution of that object, every person who, at the time of the committing of that offence, is a member of the same assembly, is guilty of that offence."]], "455468": [[null, "Attempt to murder.Whoever does any act with such intention or knowledge, and under such circumstances that, if he by that act caused death, he would be guilty of murder, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine and if hurt is caused to any person by such act, the offender shall be liable either to 1imprisonment for life, or to such punishment as is hereinbefore mentioned. Attempts by life convicts.2When any person offending under this section is under sentence of 1imprisonment for life, he may, if hurt is caused, be punished with death. llustrations"], [null, "A shoots at Z with intention to kill him, under such circumstances that, if death ensued. A would be guilty of murder. A is liable to punishment under this section."], [null, "A, with the intention of causing the death of a child of tender years, exposes it in a desert place. A has committed the offence defined by this section, though the death of the child does not ensue."], [null, "A, intending to murder Z, buys a gun and loads it. A has not yet committed the offence. A fires the gun at Z. He has committed the offence defined in this section, and if by such firing he wounds Z, he is liable to the punishment provided by the latter part of 3the first paragraph of this section."], [null, "A, intending to murder Z by poison, purchases poison and mixes the same with food which remains in As keeping A has not yet committed the offence defined in this section. A places the food on Zs table or delivers it to Zs servant to place it on Zs table. A has committed the offence defined in this section."]], "1218090": [[null, "Protection of certain rights regarding freedom of speech etc"], [null, "All citizens shall have the right a to freedom of speech and expression b to assemble peaceably and without arms c to form associations or unions d to move freely throughout the territory of India e to reside and settle in any part of the territory of India and f omitted g to practise any profession, or to carry on any occupation, trade or business"], [null, "a to freedom of speech and expression"], [null, "b to assemble peaceably and without arms"], [null, "c to form associations or unions"], [null, "d to move freely throughout the territory of India"], [null, "e to reside and settle in any part of the territory of India and"], [null, "f omitted"], [null, "g to practise any profession, or to carry on any occupation, trade or business"], [null, "Nothing in sub clause a of clause 1 shall affect the operation of any existing law, or prevent the State from making any law, in so far as such law imposes reasonable restrictions on the exercise of the right conferred by the said sub clause in the interests of the sovereignty and integrity of India, the security of the State, friendly relations with foreign States, public order, decency or morality or in relation to contempt of court, defamation or incitement to an offence"], [null, "Nothing in sub clause b of the said clause shall affect the operation of any existing law in so far as it imposes, or prevent the State from making any law imposing, in the interests of the sovereignty and integrity of India or public order, reasonable restrictions on the exercise of the right conferred by the said sub clause"], [null, "Nothing in sub clause c of the said clause shall affect the operation of any existing law in so far as it imposes, or prevent the State from making any law imposing, in the interests of the sovereignty and integrity of India or public order or morality, reasonable restrictions on the exercise of the right conferred by the said sub clause"], [null, "Nothing in sub clauses d and e of the said clause shall affect the operation of any existing law in so far as it imposes, or prevent the State from making any law imposing, reasonable restrictions on the exercise of any of the rights conferred by the said sub clauses either in the interests of the general public or for the protection of the interests of any Scheduled Tribe"], [null, "Nothing in sub clause g of the said clause shall affect the operation of any existing law in so far as it imposes, or prevent the State from making any law imposing, in the interests of the general public, reasonable restrictions on the exercise of the right conferred by the said sub clause, and, in particular, nothing in the said sub clause shall affect the operation of any existing law in so far as it relates to, or prevent the State from making any law relating to, i the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or ii the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise"], [null, "the professional or technical qualifications necessary for practising any profession or carrying on any occupation, trade or business, or"], [null, "the carrying on by the State, or by a corporation owned or controlled by the State, of any trade, business, industry or service, whether to the exclusion, complete or partial, of citizens or otherwise"]], "981147": [[null, "Remedies for enforcement of rights conferred by this Part"], [null, "The right to move the Supreme Court by appropriate proceedings for the enforcement of the rights conferred by this Part is guaranteed"], [null, "The Supreme Court shall have power to issue directions or orders or writs, including writs in the nature of habeas corpus, mandamus, prohibition, quo warranto and certiorari, whichever may be appropriate, for the enforcement of any of the rights conferred by this Part"], [null, "Without prejudice to the powers conferred on the Supreme Court by clause 1 and 2 , Parliament may by law empower any other court to exercise within the local limits of its jurisdiction all or any of the powers exercisable by the Supreme Court under clause 2"], [null, "The right guaranteed by this article shall not be suspended except as otherwise provided for by this Constitution"]], "1466184": [[null, "Using as genuine a forged 1document or electronic record.Whoever fraudulently or dishonestly uses as genuine any 1document or electronic record which he knows or has reason to believe to be a forged 1document or electronic record, shall be punished in the same manner as if he had forged such 1document or electronic record."]], "763672": [[null, "Rioting, armed with deadly weapon.Whoever is guilty of rioting, being armed with a deadly weapon or with anything which, used as a weapon of offence, is likely to cause death, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."]], "556166": [[null, "Forgery for purpose of cheating.Whoever commits forgery, intending that the 1document or electronic record forged shall be used for the purpose of cheating, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine."]], "268919": [[null, "1139. Presumption in favour of holder.It shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque of the nature referred to in section 138 for the discharge, in whole or in part, of any debt or other liability."]], "1270101": [[null, "Rash driving or riding on a public way.Whoever drives any vehicle, or rides, on any public way in a manner so rash or negligent as to endanger human life, or to be likely to cause hurt or injury to any other person, shall be punished with imprisonment of either description for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both."]], "43654": [[null, "Publication of preliminary notification and powers of officers thereupon"], [null, "Whenever it appears to the appropriate Government that land in any locality is needed or is likely to be needed for any public purpose or for a company a notification to that effect shall be published in the Official Gazette and in two daily newspapers circulating in that locality of which at least one shall be in the regional language, and the Collector shall cause public notice of the substance of such notification to be given at convenient places in the said locality the last of the dates of such publication and the giving of such public notice, being hereinafter referred to as the date of publication of the notification . Provided that no person shall enter into any building or upon any enclosed court or garden attached to a dwelling-house unless with the consent of the occupier thereof without previously giving such occupier at least seven days notice in writing of his intention to do so. State Amendments Andhra Pradesh. For the purpose of acquisition of land for the construction, extension or improvement of any dwelling house for the poor Vide Andhra Pradesh Act 9 of 1983, sec. 2 w.r.e.f. 12-9-1975 . In section 4, in sub-section 1 , for the words the Collector shall cause substitute the words the Collector shall, within forty days from the date of publication of such notification, cause. Vide Andhra Pradesh Act 9 of 1983, sec. 2 w.r.e.f. 12-9-1975 . Bihar 1 In section 4, for sub-section 1 , substitute the following sub-section, namely 1 Whenever it appears to the appropriate Government or the Collector that land in any locality is likely to be needed for any public purpose, a notification to that effect shall be published at the office of the Collector, at the office of the Sub-Divisional Officer, at the offices of the smallest revenue administrative unit and Gram Panchayat, if any, constituted under the Bihar Panchayat Raj Act, 1947 Bihar Act 7 of 1948 and at some conspicuous place in the village in which the land is situated and the Collector shall cause copies of the notification to be served on all persons known or believed to be interested in the land. Explanation .For the purpose of this section the expression smallest revenue administrative unit shall mean the revenue administrative unit next below that of a sub-division whether known for the time being, as N.E.S. Block, Circle, Anchal or otherwise."], [null, "Bihar 1 In section 4, for sub-section 1 , substitute the following sub-section, namely 1 Whenever it appears to the appropriate Government or the Collector that land in any locality is likely to be needed for any public purpose, a notification to that effect shall be published at the office of the Collector, at the office of the Sub-Divisional Officer, at the offices of the smallest revenue administrative unit and Gram Panchayat, if any, constituted under the Bihar Panchayat Raj Act, 1947 Bihar Act 7 of 1948 and at some conspicuous place in the village in which the land is situated and the Collector shall cause copies of the notification to be served on all persons known or believed to be interested in the land. Explanation .For the purpose of this section the expression smallest revenue administrative unit shall mean the revenue administrative unit next below that of a sub-division whether known for the time being, as N.E.S. Block, Circle, Anchal or otherwise."], [null, "Thereupon it shall be lawful for any officer, either, generally or specially authorised by such Government in this behalf, and for his servants and workmen, to enter upon and survey and take levels of any land in such locality to dig or bore in the sub-soil to do all other acts necessary to ascertain whether the land is adapted for such purpose to set out the boundaries of the land proposed to be taken and the intended line of the work if any proposed to be made thereon to mark such levels, boundaries and line by placing marks and cutting trenches and, where otherwise the survey cannot be completed and the levels taken and the boundaries and line marked, to cut down and clear away any part of any standing crop, fence or jungle"], [null, "In section 4 a in sub-section 1 , after the words appropriate Government, insert the words or the District Collector and after the words Official Gazette, insert the words or the District Gazette b in sub-section 2 , after the words such Government, insert the words or the District Collector Vide Andhra Pradesh Act 22 of 1976, sec. 3 w.r.e.f. 12-9-1975 . c in sub-section 1 , for the words the Collector shall cause, substitute the words the Collector shall, within forty days from the date of publication of such notification, cause."], [null, "a in sub-section 1 , after the words appropriate Government, insert the words or the District Collector and after the words Official Gazette, insert the words or the District Gazette"], [null, "b in sub-section 2 , after the words such Government, insert the words or the District Collector Vide Andhra Pradesh Act 22 of 1976, sec. 3 w.r.e.f. 12-9-1975 ."], [null, "c in sub-section 1 , for the words the Collector shall cause, substitute the words the Collector shall, within forty days from the date of publication of such notification, cause."], [null, "In sub-section 2 , after the word, such Government, insert the words or the Collector. Vide Bihar Act 11 of 1961, sec. 4 w.e.f. 1-6-1961 ."], [null, "For modification in Patna City, see Bihar Act 35 of 1951, sec. 61 and Sch., para 2 1 w.e.f. 6-12-1951 , and in Darbhanga town, see Bihar and Orissa. Act 4 of 1934, sec. 41. Gujarat 1 In section 4, i in sub-section 1 , omit the words or the Commissioner and ii in sub-section 2 , omit the words or, as the case may be, by the Commissioner. Vide Gujarat Act 15 of 1964, sec. 4 and Sch. w.e.f. 15-5-1964 ."], [null, "Gujarat 1 In section 4, i in sub-section 1 , omit the words or the Commissioner and ii in sub-section 2 , omit the words or, as the case may be, by the Commissioner. Vide Gujarat Act 15 of 1964, sec. 4 and Sch. w.e.f. 15-5-1964 ."], [null, "in sub-section 1 , omit the words or the Commissioner and"], [null, "in sub-section 2 , omit the words or, as the case may be, by the Commissioner. Vide Gujarat Act 15 of 1964, sec. 4 and Sch. w.e.f. 15-5-1964 ."], [null, "In section 4, in sub-section 2 , for the words beginning with words to mark such levels and ending with words trenches, and, substitute the following, namely to mark such levels, boundaries and line by placing marks and cutting trenches, to measure the land likely to be needed, and. Vide Gujarat Act 20 of 1965, sec. 7 w.e.f. 15-8-1965 . Karnataka In section 4, 1 for sub-section 1 and Explanation thereto, substitute the following sub-section and Explanation, namely Provided that the notification published in the Official Gazette shall contain the description of the land by its boundaries also. Explanation. The expression convenient places includes, in the case of land situated in a village, the office of the panchayat within whose jurisdiction the land lies. Vide Karnataka Act 33 of 1991, sec. 2 w.e.f. 27-11-1991 . 1 Whenever it appears to the appropriate Government or the Deputy Commissioner that the Land in any locality is needed or is likely to be needed for any public purpose or for a company, a notification stating the purpose for which the land is needed, or is likely to be needed and describing the land by its survey number, if any, and its approximate area shall be published in the Official Gazette and in two daily newspapers circulating in that locality of which at least one shall be in the regional language and the Deputy Commissioner shall cause public notice of the substance of such notification to be given at convenient places in the said locality the last of the dates of such publication and the giving of such public notice being hereinafter referred to as the date of the publication of the notification . The Deputy Commissioner may also cause a copy of such notification to be served on the owner or where the owner is not the owner is not the occupier, on the occupier of the land 2 after sub-section 1 , insert the following sub-section, namely 1A The notification under sub-section 1 shall also specify the date such date not being less than thirty days from the date of publication of the notification on or before which, and the manner in which, objections to the proposed acquisition may be made, under section 5A. 3 in sub-section 2 , a for the word thereupon, substitute the words on the publication of such notification b for the words such Government, substitute the words such Government or by the Deputy Commissioner c in the first clause occurring after the words servants and workmen, substitute for the words any land in such locality, the words the land. 4 after sub-section 2 , insert the following sub-sections, namely 3 Where the acquisition is for a company, an officer of such company may be authorised by the appropriate Government or the Deputy Commissioner to exercise the powers conferred by sub-section 2 . Vide Mysore Act 17 of 1961, sec. 7 w.e.f. 24-8-1961 . 4 The officer authorised under sub-section 2 or sub-section 3 shall complete his investigation and submit his report to the Deputy Commissioner within a period of three months or within such longer period not exceeding six months in all as the Deputy Commissioner may allow , from the date of the publication of the notification under sub-section 1 , and the Deputy Commissioner shall forward the report with his remarks to the appropriate Government along with his report under sub-section 2 of section 5A. 5 for the word Collector, substitute the words Deputy Commissioner. Vide Mysore Act 17 of 1961, sec. 4 w.e.f. 24-8-1961 . Kerala i In section 4, in sub-section 1 , a after the words the appropriate Government, insert the words or to the Board of Revenue or to the Collector b after the words any locality, the words in the State of Kerala or within the jurisdiction of the Collector, as the case may be, shall be inserted ii in sub-section 2 , after the words by such Government, insert the words or the Board of Revenue or the Collector, as the case may be, Vide Kerala Act 28 of 1985, sec. 2 w.r.e.f. 17-4-1985 . Maharashtra 1 In section 4, 1 in sub-section 1 , after the words appropriate Government, insert the words or the Commissioner and 2 in sub-section 2 after the words such Government, insert the words or, as the case may be, by the Commissioner. Vide Bombay Act 8 of 1958, sec. 3 4 and Notification No. LAQ 2558/V, dated 5th September, 1958 Bombay Government Gazette, 1958, Pt. VIB, p. 937 Maharashtra Act 38 of 1964, sec. 2 f w.e.f. 7-12-1964 ."], [null, "Karnataka In section 4, 1 for sub-section 1 and Explanation thereto, substitute the following sub-section and Explanation, namely Provided that the notification published in the Official Gazette shall contain the description of the land by its boundaries also. Explanation. The expression convenient places includes, in the case of land situated in a village, the office of the panchayat within whose jurisdiction the land lies. Vide Karnataka Act 33 of 1991, sec. 2 w.e.f. 27-11-1991 . 1 Whenever it appears to the appropriate Government or the Deputy Commissioner that the Land in any locality is needed or is likely to be needed for any public purpose or for a company, a notification stating the purpose for which the land is needed, or is likely to be needed and describing the land by its survey number, if any, and its approximate area shall be published in the Official Gazette and in two daily newspapers circulating in that locality of which at least one shall be in the regional language and the Deputy Commissioner shall cause public notice of the substance of such notification to be given at convenient places in the said locality the last of the dates of such publication and the giving of such public notice being hereinafter referred to as the date of the publication of the notification . The Deputy Commissioner may also cause a copy of such notification to be served on the owner or where the owner is not the owner is not the occupier, on the occupier of the land 2 after sub-section 1 , insert the following sub-section, namely 1A The notification under sub-section 1 shall also specify the date such date not being less than thirty days from the date of publication of the notification on or before which, and the manner in which, objections to the proposed acquisition may be made, under section 5A. 3 in sub-section 2 , a for the word thereupon, substitute the words on the publication of such notification b for the words such Government, substitute the words such Government or by the Deputy Commissioner c in the first clause occurring after the words servants and workmen, substitute for the words any land in such locality, the words the land. 4 after sub-section 2 , insert the following sub-sections, namely 3 Where the acquisition is for a company, an officer of such company may be authorised by the appropriate Government or the Deputy Commissioner to exercise the powers conferred by sub-section 2 . Vide Mysore Act 17 of 1961, sec. 7 w.e.f. 24-8-1961 . 4 The officer authorised under sub-section 2 or sub-section 3 shall complete his investigation and submit his report to the Deputy Commissioner within a period of three months or within such longer period not exceeding six months in all as the Deputy Commissioner may allow , from the date of the publication of the notification under sub-section 1 , and the Deputy Commissioner shall forward the report with his remarks to the appropriate Government along with his report under sub-section 2 of section 5A. 5 for the word Collector, substitute the words Deputy Commissioner. Vide Mysore Act 17 of 1961, sec. 4 w.e.f. 24-8-1961 ."], [null, "1 for sub-section 1 and Explanation thereto, substitute the following sub-section and Explanation, namely Provided that the notification published in the Official Gazette shall contain the description of the land by its boundaries also. Explanation. The expression convenient places includes, in the case of land situated in a village, the office of the panchayat within whose jurisdiction the land lies. Vide Karnataka Act 33 of 1991, sec. 2 w.e.f. 27-11-1991 ."], [null, "Whenever it appears to the appropriate Government or the Deputy Commissioner that the Land in any locality is needed or is likely to be needed for any public purpose or for a company, a notification stating the purpose for which the land is needed, or is likely to be needed and describing the land by its survey number, if any, and its approximate area shall be published in the Official Gazette and in two daily newspapers circulating in that locality of which at least one shall be in the regional language and the Deputy Commissioner shall cause public notice of the substance of such notification to be given at convenient places in the said locality the last of the dates of such publication and the giving of such public notice being hereinafter referred to as the date of the publication of the notification . The Deputy Commissioner may also cause a copy of such notification to be served on the owner or where the owner is not the owner is not the occupier, on the occupier of the land"], [null, "2 after sub-section 1 , insert the following sub-section, namely 1A The notification under sub-section 1 shall also specify the date such date not being less than thirty days from the date of publication of the notification on or before which, and the manner in which, objections to the proposed acquisition may be made, under section 5A."], [null, "3 in sub-section 2 , a for the word thereupon, substitute the words on the publication of such notification b for the words such Government, substitute the words such Government or by the Deputy Commissioner c in the first clause occurring after the words servants and workmen, substitute for the words any land in such locality, the words the land."], [null, "a for the word thereupon, substitute the words on the publication of such notification"], [null, "b for the words such Government, substitute the words such Government or by the Deputy Commissioner"], [null, "c in the first clause occurring after the words servants and workmen, substitute for the words any land in such locality, the words the land."], [null, "4 after sub-section 2 , insert the following sub-sections, namely 3 Where the acquisition is for a company, an officer of such company may be authorised by the appropriate Government or the Deputy Commissioner to exercise the powers conferred by sub-section 2 . Vide Mysore Act 17 of 1961, sec. 7 w.e.f. 24-8-1961 ."], [null, "The officer authorised under sub-section 2 or sub-section 3 shall complete his investigation and submit his report to the Deputy Commissioner within a period of three months or within such longer period not exceeding six months in all as the Deputy Commissioner may allow , from the date of the publication of the notification under sub-section 1 , and the Deputy Commissioner shall forward the report with his remarks to the appropriate Government along with his report under sub-section 2 of section 5A."], [null, "5 for the word Collector, substitute the words Deputy Commissioner. Vide Mysore Act 17 of 1961, sec. 4 w.e.f. 24-8-1961 ."], [null, "Kerala i In section 4, in sub-section 1 , a after the words the appropriate Government, insert the words or to the Board of Revenue or to the Collector b after the words any locality, the words in the State of Kerala or within the jurisdiction of the Collector, as the case may be, shall be inserted ii in sub-section 2 , after the words by such Government, insert the words or the Board of Revenue or the Collector, as the case may be, Vide Kerala Act 28 of 1985, sec. 2 w.r.e.f. 17-4-1985 ."], [null, "a after the words the appropriate Government, insert the words or to the Board of Revenue or to the Collector"], [null, "b after the words any locality, the words in the State of Kerala or within the jurisdiction of the Collector, as the case may be, shall be inserted"], [null, "in sub-section 2 , after the words by such Government, insert the words or the Board of Revenue or the Collector, as the case may be, Vide Kerala Act 28 of 1985, sec. 2 w.r.e.f. 17-4-1985 ."], [null, "Maharashtra 1 In section 4, 1 in sub-section 1 , after the words appropriate Government, insert the words or the Commissioner and 2 in sub-section 2 after the words such Government, insert the words or, as the case may be, by the Commissioner. Vide Bombay Act 8 of 1958, sec. 3 4 and Notification No. LAQ 2558/V, dated 5th September, 1958 Bombay Government Gazette, 1958, Pt. VIB, p. 937 Maharashtra Act 38 of 1964, sec. 2 f w.e.f. 7-12-1964 ."], [null, "1 in sub-section 1 , after the words appropriate Government, insert the words or the Commissioner and"], [null, "2 in sub-section 2 after the words such Government, insert the words or, as the case may be, by the Commissioner."], [null, "In section 4, in sub-section 1 , for the words or the Commissioner substitute the words the Commissioner, or Land Acquisition Officer and"], [null, "In section 4, in sub-section 2 , for the words or as the case may be, by the Commissioner substitute the words the Commissioner, or as the case may be, by the Land Acquisition Officer. Vide Maharashtra Act 39 of 1972, secs. 3 1 and 2 w.e.f. 10-10-1972 . In section 4, in sub-section 1 , for the words shall be published in the Official Gazette substitute the words shall be published in the Official Gazette or in the Government periodical entitled Lok Rajya or in a newspaper having circulation in the local area. Vide Maharashtra Act 29 of 1977, sec. 2 w.e.f. 26-5-1977 ."], [null, "Nagpur City . The first publication of a notice of an improvement scheme under section 39 of the Nagpur Improvement Trust Act, 1936, shall be substituted for, and have the same effect as publication in the Gazette and in the locality of, a notification under sub-section 1 of section 4, Land Acquisition Act, 1894, except where a declaration under section 4 or section 6 of that Act has previously been made and is still in force. Vide C.P. Act 36 of 1936, sec. 61 and Sch., clause 2 1 w.e.f. 1-1-1937 Maharashtra Vidarbah Region A.L.O., 1956. Punjab Haryana Chandigarh. The first publication of a notice of any improvement scheme under section 36 of the Punjab Town Improvement Act, 1922, shall be substituted for and have the same effect as publication in the Official Gazette and in the locality of a notification under sub-section 1 of section 4 of the Land Acquisition Act, 1894, except where a declaration under section 4 or section 6 of the said Act has previously been made and is still in force. Vide Punjab Act 4 of 1922, sec. 59 and Sch., clause 2 1 Act 31 of 1966, sec. 88. Tamil Nadu Madras City . The first publication of a notice of an improvement scheme under section 47 of the Madras City Improvement Trust Act, 1945, shall be substituted for and have the same effect as publication in the Official Gazette and in the locality of a notification under sub-section 1 of section 4 of the Land Acquisition Act, 1894, except where a notification under sub-section 1 of section 4 or a declaration under section 6 of that Act has been previously made and is in force. Vide Madras Act 37 of 1950, sec. 73 and Sch., para 2 1 w.e.f. 27-2-1951 Tamil Nadu A.L.O., 1969. Sikkim In section 4, in sub-section 1 , omit the word daily. Vide Sikkim Act 6 of 1992, sec. 2 w.e.f. 10-7-1992 . Uttar Pradesh. In section 4, i in sub-section 1 , after the word Government, add the words or Collector and ii in sub-section 2 after the words such Government, add the words or Collector. Vide Uttar Pradesh Act 22 of 1954, sec. 2 and Sch., para 2 w.e.f. 19-11-1954 ."], [null, "Sikkim In section 4, in sub-section 1 , omit the word daily. Vide Sikkim Act 6 of 1992, sec. 2 w.e.f. 10-7-1992 . Uttar Pradesh. In section 4, i in sub-section 1 , after the word Government, add the words or Collector and ii in sub-section 2 after the words such Government, add the words or Collector. Vide Uttar Pradesh Act 22 of 1954, sec. 2 and Sch., para 2 w.e.f. 19-11-1954 ."], [null, "in sub-section 1 , after the word Government, add the words or Collector and"], [null, "in sub-section 2 after the words such Government, add the words or Collector."], [null, "In its application to the acquisition of land by Nagar Mahapalika, the first publication of a notice of an improvement scheme under section 357 of the U.P. Nagar Mahapalika Adhiniyam, 1959, shall be substituted for and have the same effect as publication in the Official Gazette and in the locality, of a notification under sub-section 1 of section 4 of the Land Acquisition Act, except where a declaration under section 4 or section 6 of the Land Acquisition Act, 1894, has previously been made and is still in force. Vide Uttar Pradesh Act 2 of 1959, sec. 376 and Sch. II, para 2 1 . In its application to Uttar Pradesh, in section 4, i in sub-section 1 , between the words and and the Collector, the following shall be inserted and be deemed always to have been inserted, namely except in the case of any land to which by virtue of a direction of the State Government under sub-section 4 of section 17, the provisions of section 5A shall not apply, ii after sub-section 1 , the following Explanation thereto shall be inserted and be deemed to have been inserted with effect from October 16, 1958, namely Explanation. In respect of any land in a regulated area as defined in the Uttar Pradesh Regulation of Building Operations Act, 1958, a notification under this sub-section may be issued in anticipation of the preparation and finalization of a scheme for the planned development of the area in which the land is situated and notwithstanding anything contained in section 5A, it shall be sufficient to specify in such notification that the land is needed or is likely to be needed for the planned development of that area without further specification of the particulars of the proposed development. Vide Uttar Pradesh Act 8 of 1974, sec. 2 i and ii w.e.f. 26-4-1978 . West Bengal. Calcutta Improvement . See under section 6A 1 ."], [null, "in sub-section 1 , between the words and and the Collector, the following shall be inserted and be deemed always to have been inserted, namely except in the case of any land to which by virtue of a direction of the State Government under sub-section 4 of section 17, the provisions of section 5A shall not apply,"], [null, "after sub-section 1 , the following Explanation thereto shall be inserted and be deemed to have been inserted with effect from October 16, 1958, namely Explanation. In respect of any land in a regulated area as defined in the Uttar Pradesh Regulation of Building Operations Act, 1958, a notification under this sub-section may be issued in anticipation of the preparation and finalization of a scheme for the planned development of the area in which the land is situated and notwithstanding anything contained in section 5A, it shall be sufficient to specify in such notification that the land is needed or is likely to be needed for the planned development of that area without further specification of the particulars of the proposed development."], [null, "Santhal Parganas by the Santhal Parganas Settlement Regulations, 1872 3 of 1872 , sec. 3"], [null, "Khondmals District by the Khondmals Laws Regulations, 1936 4 of 1936 , sec. 3 and Sch. and"], [null, "3 the Angul District by the Angul Laws Regulations, 1936 5 of 1936 , sec. 3 and Sch. The Act has also been declared by notification under the Scheduled Districts Act, 1874 14 of 1874 to be in force in"], [null, "1 the Districts of Hazaribagh, Lohardaga now called the Ranchi District, see Calcutta Gazette, 1899, Pt.I, p.44 , Manbhum, Pargana Dhalbhum and the Kolhan in the District of Singhbhum see Gazette of India, 1894, Pt. I, p. 400 and"], [null, "2 the District of Palamau, see Gazette of India, 1894 Pt. I, p. 639."]], "1908938": [[null, "Statement of case to the High Court 1"], [null, "The assessee or the Commissioner may, within sixty days of the date upon which he is served with notice of an order under section 254, by application in the prescribed form, accompanied where the application is made by the assessee by a fee of two hundred rupees, require the Appellate Tribunal to refer to the High Court any question of law arising out of such order and, subject to the other provisions contained in this section, the Appellate Tribunal shall, within one hundred and twenty days of the receipt of such application, draw up a statement of the case and refer it to the High Court Provided that the Appellate Tribunal may, if it is satisfied that the applicant was prevented by sufficient cause from presenting the application within the period hereinbefore specified, allow it to be presented within a further period not exceeding thirty days."], [null, "If, on an application made under sub- section 1 , the Appellate Tribunal refuses to state the case on the ground that no question of law arises, the assessee or the Commissioner, as the case may be, may, within six months from the date on which he is served with notice of such refusal, apply to the High Court, and the High Court may, if it is not satisfied, with the correctness of the decision of the Appellate Tribunal, require the Appellate Tribunal to state the case and to refer it, and on receipt of any such requisition, the Appellate Tribunal shall state the case and refer it accordingly."], [null, "Where in the exercise of its powers under sub- section 2 , the Appellate Tribunal refuses to state a case which it has been required by the assessee to state, the assessee may, within thirty days from the date on which he receives notice of such refusal, withdraw his application. and, if he does so, the fee paid shall be refunded."]], "427855": [[null, "Special leave to appeal by the Supreme Court"], [null, "Notwithstanding anything in this Chapter, the Supreme Court may, in its discretion, grant special leave to appeal from any judgment, decree, determination, sentence or order in any cause or matter passed or made by any court or tribunal in the territory of India"], [null, "Nothing in clause 1 shall apply to any judgment, determination, sentence or order passed or made by any court or tribunal constituted by or under any law relating to the Armed Forces"]], "91933": [[null, "Compounding of offences."], [null, "The offences punishable under the sections of the Indian Penal Code specified in the first two columns of the Table next following may be compounded by the persons mentioned in the third column of that Table- TABLE Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Uttering words, etc., with 298 The person whose reli- deliberate intent to wound gious feelings are in- the religious feelings of tended to be compoun- any person. ded. Causing hurt------------- 323, 334 The person to whom the hurt is caused. Wrongfully restraining or 341, 342 The person restrained or confining any person. confined. Assault or use of criminal 352, 355, 358 The person assaulted or force. to whom criminal force is used. Mischief, when the only loss 426, 427 The person to whom the or damage caused is loss or loss or damage is caused. damage to a private person. Criminal trespass------------- 447 The person in possession of the property tre- spassed upon. House- trespass----------- 448 Ditto. Criminal breach of contract 491 The person with whom the of service. offender has contracted. Adultery---------------- 497 The husband of the woman. Enticing or taking away or 498 Ditto. detaining with criminal in- tent a married woman. Defamation, except such 500 The person defamed. cases as are specified against section 500 of the Indian Penal Code in column 1 of the Table under sub- section 2 . Printing or engraving matter, 501 Ditto. knowing it to be defamatory. Sale of printed or engraved 502 Ditto. substance containing defa- matory matter, knowing it to contain such matter. 999999. 1 Subs. by Act 45 of 1978, s. 25, for defamation w. e. f. 18- 12- 1978 . Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Insult intended to provoke 504 The person insulted. a breach of the peace. Criminal intimidation except 506 The person intimidated. when the offence is punish- able with imprisonment for seven years. Act caused by making a person 508 The person against whom believe that he will be an the offence was commi- object of divine displeasure. tted."], [null, "The offences punishable under the sections of the Indian Penal 45 of 1860 Code specified in the first two columns of the Table next following may, with the permission of the Court before which any prosecution for such offence is pending, be compounded by the persons mentioned in the third column of that Table TABLE Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Voluntarily causing hurt by 324 The person to whom hurt dangerous weapons or means. is caused. Voluntarily causing grievous 325 Ditto. hurt. Voluntarily causing grievous 335 Ditto. hurt on grave and sudden provocation. Causing hurt by doing an act 337 Ditto, so rashly and negligently as to endanger human life or the personal safety of others. Causing grievous hurt by 338 Ditto. doing an act so rashly and negligently as to endanger human life or the personal safety of others. Wrongfully confining a person 343 The person confined. for three days or more. Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Wrongfully confining for ten 344 The person confined. or more days. Wrongfully confining a person 346 Ditto. in secret. Assault or criminal force to 354 The woman assulted to woman with intent to outrage whom the criminal force her modesty. was used. Assault or criminal force in 357 The person assaulted or attempting wrongfully to con- to whom the force was fine a person. used. Theft, where the value of 379 The owner of the pro- property stolen does not perty stolen. exceed two hundred and fifty rupees. Theft, by clerk or servant 381 Ditto. of property in possession of master, where the value of the property stolen does not exceed two hundred and fifty rupees. Dishonest misappropriation 403 The owner of the property of property misappropriated. Criminal breach of trust, 406 The owner of the property where the value of the pro- in respect of which the perty does not exceed two breach of trust has been hundred and a fifty rupees. committed. Criminal breach of trust, 407 Ditto. by a carrier, wharfinger, etc., where the value of the property does not exc- eed two hundred and afifty rupees. Criminal breach of trust by 408 Ditto. a clerk or servant, where the value of the property does not exceed two hundred and fifty rupees. Dishonestly, receiving 411 The owner of the property stolen property, knowing stolen. it to be stolen, when the value of the stolen pro- perty does not exceed two hundred and fifty rupees. Assuming in the concealment 414 Ditto. or disposal of stolen pro- perty, knowing it to be stolen, where the value of the stolen property does not exceed two hundred and fifty rupees. Cheating.--------- 417 The person cheated. Cheating a person whose in- 418 Ditto. terest the offender was bound, either by law or by legal contract, to protect. Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Cheating by personation 419 The person cheated. Cheating and dishonestly in- 420 Ditto. ducing delivery of property or the making alternation or distruction of a valuable security. Fraudulent removal over 421 The creditors who are concealment of property, affected thereby. etc., to prevent distribution among creditors. Fraudulently preventing from 422 Ditto. being made available for his creditors a debt or demand due to the offender. Fraudulent execution of deed 423 The person affacted of transfer containing false thereby. statement of consideration. Fraudulent removal or con- 424 Ditto. cealment of property. Mischief by killing or mai- 428 The owner of the animal. ming animal of the value of ten rupees or upwards. Mischief by killing or mai- 429 The owner of the cattle ming cattle, etc., of any or animal. value or any other animal of the value of fifty rupees or upwards. Mischief by injury to work of 430 The person to whom the irrigation by wrongfuly diver- the loss or damage is ting water when the only loss caused. or damage caused is loss or damage to a private person. House- trespass to commit an 451 The person in possession offence other than theft of the house trespassed punishable with imprisonment. upon. Using a false trade or pro- 482 The person to whom loss perty mark or injury is caused by such use. Counterfeiting a trade or 483 The person whose trade or property mark used by anot- property mark is counter- her. feited. Knowingly selling, or expo- 486 Ditto. sing or possessing for sale or for manufacturing purpose, goods marked with a counter- feit property mark. Marrying again during the 494 The husband or wife of lifetime of a husband or wife. the person so marrying. Section of the Indian Offence Penal Code Person by whom offence applicable may be compounded 1 2 3 Defamation against the Presi- 500 The person defamed. dent or the Vice- President or the Governor of a State or the Administrator of a Union territory or a Minister in respect of his conduct in the discharge of his public functions when instituted upon a complaint made by the Public Prosecutor. Uttering words or sounds or 509 The woman whom it was making gestures or exhibiting intended to insult or any object intending to insult whose privacy was intru- the modesty of a woman or in- ded upon. truding upon the privacy of a woman."], [null, "When any offence is compoundable under this section, the abetment of such offence or an attempt to commit such offence when such attempt is itself an offence may be compounded in like manner."], [null, "4 a When the person who would otherwise be competent to com- pound an offence under this section is under the age of eighteen years or is an idiot or a lunatic, any person competent to contract on his behalf may, with the permission of the Court, compound such offence. b When the person who would otherwise be competent to compound an offence under this section is dead, the legal representative, as defined in the Code of Civil Procedure, 1908 5 of 1908 , of such person may, with the consent of the Court, compound such offence."], [null, "When the person who would otherwise be competent to compound an offence under this section is dead, the legal representative, as defined in the Code of Civil Procedure, 1908 5 of 1908 , of such person may, with the consent of the Court, compound such offence."], [null, "When the accused has been committed for trial or when he has been convicted and an appeal is pending, no composition for the offence shall be allowed without the leave of the Court to which he is committed, or, as the case may be, before which the appeal is to be heard."], [null, "A High Court or Court of Session acting in the exercise of its powers of revision under section 401 may allow any person to compound any offence which such person is competent to compound under this section."], [null, "No offence shall be compounded if the accused is, by reason of a previous conviction, liable either to enhanced punishment or to a punishment of a different kind for such offence."], [null, "The composition of an offence under this section shall have the effect of an acquittal of the accused with whom the offence has been compounded."], [null, "No offence shall be compounded except as provided by this section."]], "903398": [[null, "Punishment for using a false property mark.Whoever uses 1 any false property mark shall, unless he proves that he acted without intent to defraud, be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both."]], "447673": [[null, "Examination of witnesses by police."], [null, "Any police officer making an investigation under this Chapter, or any police officer not below such rank as the State Government may, by general or special order, prescribe in this behalf, acting on the requisition of such officer, may examine orally any person supposed to be acquainted with the facts and circumstances of the case."], [null, "Such person shall be bound to answer truly all questions relating to such case put to him by such officer, other than questions the answers to which would have a tendency to expose him to a criminal charge or to a penalty or forfeiture."], [null, "The police officer may reduce into writing any statement made to him in the course of an examination under this section and if he does so, he shall make a separate and true record of the statement of each such person whose statement he records."]], "1279834": [[null, "Punishment for rape."], [null, "Whoever, except in the cases provided for by sub-section 2 , commits rape shall be punished with imprisonment of either description for a term which shall not be less than seven years but which may be for life or for a term which may extend to ten years and shall also be liable to fine unless the women raped is his own wife and is not under twelve years of age, in which cases, he shall be punished with imprisonment of either description for a term which may extend to two years or with fine or with both Provided that the court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment for a term of less than seven years."], [null, "Whoever, a being a police officer commits rape i within the limits of the police station to which he is appointed or ii in the premises of any station house whether or not situated in the police station to which he is appointed or iii on a woman in his custody or in the custody of a police officer subordinate to him or b being a public servant, takes advantage of his official position and commits rape on a woman in his custody as such public servant or in the custody of a public servant subordinate to him or c being on the management or on the staff of a jail, remand home or other place of custody established by or under any law for the time being in force or of a womans or childrens institution takes advantage of his official position and commits rape on any inmate of such jail, remand home, place or institution or d being on the management or on the staff of a hospital, takes advantage of his official position and commits rape on a woman in that hospital or e commits rape on a woman knowing her to be pregnant or f commits rape on a woman when she is under twelve years of age or g commits gang rape, shall be punished with rigorous imprisonment for a term which shall not be less than ten years but which may be for life and shall also be liable to fine Provided that the Court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment of either description for a term of less than ten years. Explanation 1.Where a woman is raped by one or more in a group of persons acting in furtherance of their common intention, each of the persons shall be deemed to have committed gang rape within the meaning of this sub-section. Explanation 2.Womens or childrens institution means an institution, whether called an orphanage or a home for neglected woman or children or a widows home or by any other name, which is established and maintained for the reception and care of woman or children. Explanation 3.Hospital means the precincts of the hospital and includes the precincts of any institution for the reception and treatment of persons during convalescence or of persons requiring medical attention or rehabilitation."], [null, "a being a police officer commits rape i within the limits of the police station to which he is appointed or ii in the premises of any station house whether or not situated in the police station to which he is appointed or iii on a woman in his custody or in the custody of a police officer subordinate to him or"], [null, "within the limits of the police station to which he is appointed or"], [null, "in the premises of any station house whether or not situated in the police station to which he is appointed or"], [null, "on a woman in his custody or in the custody of a police officer subordinate to him or"], [null, "b being a public servant, takes advantage of his official position and commits rape on a woman in his custody as such public servant or in the custody of a public servant subordinate to him or"], [null, "c being on the management or on the staff of a jail, remand home or other place of custody established by or under any law for the time being in force or of a womans or childrens institution takes advantage of his official position and commits rape on any inmate of such jail, remand home, place or institution or"], [null, "d being on the management or on the staff of a hospital, takes advantage of his official position and commits rape on a woman in that hospital or"], [null, "e commits rape on a woman knowing her to be pregnant or"], [null, "f commits rape on a woman when she is under twelve years of age or"], [null, "g commits gang rape, shall be punished with rigorous imprisonment for a term which shall not be less than ten years but which may be for life and shall also be liable to fine Provided that the Court may, for adequate and special reasons to be mentioned in the judgment, impose a sentence of imprisonment of either description for a term of less than ten years. Explanation 1.Where a woman is raped by one or more in a group of persons acting in furtherance of their common intention, each of the persons shall be deemed to have committed gang rape within the meaning of this sub-section. Explanation 2.Womens or childrens institution means an institution, whether called an orphanage or a home for neglected woman or children or a widows home or by any other name, which is established and maintained for the reception and care of woman or children. Explanation 3.Hospital means the precincts of the hospital and includes the precincts of any institution for the reception and treatment of persons during convalescence or of persons requiring medical attention or rehabilitation."]], "1412034": [[null, "Report of police officer on completion of investigation."], [null, "Every investigation under this Chapter shall be completed without unnecessary delay."], [null, "2 i As soon as it is completed, the officer in charge of the police station shall forward to a Magistrate empowered to take cognizance of the offence on a police report, a report in the form prescribed by the State Government, stating- a the names of the parties b the nature of the information c the names of the persons who appear to be acquainted with the circumstances of the case d whether any offence appears to have been committed and, if so, by whom e whether the accused has been arrested f whether he has been released on his bond and, if so, weather with or without sureties g whether he has been forwarded in custody under section 170. ii The officer shall also communicate, In such manner as may be prescribed by the State Government, the action taken by him, to the person, if any, by whom the information relating to the commission of the offence was first given."], [null, "a the names of the parties"], [null, "b the nature of the information"], [null, "c the names of the persons who appear to be acquainted with the circumstances of the case"], [null, "d whether any offence appears to have been committed and, if so, by whom"], [null, "e whether the accused has been arrested"], [null, "f whether he has been released on his bond and, if so, weather with or without sureties"], [null, "g whether he has been forwarded in custody under section 170. ii The officer shall also communicate, In such manner as may be prescribed by the State Government, the action taken by him, to the person, if any, by whom the information relating to the commission of the offence was first given."], [null, "The officer shall also communicate, In such manner as may be prescribed by the State Government, the action taken by him, to the person, if any, by whom the information relating to the commission of the offence was first given."], [null, "Where a superior officer of police has been appointed under section 158, the report shall, in any case in which the State Government by general or special order so directs, be submitted through that officer, and he may, pending the orders of the Magistrate, direct the officer in charge of the police station to make further investigation,"], [null, "Whenever it appears from a report forwarded under this section that the accused has been released on his bond, the Magistrate shall make such order- for the discharge of such bond or otherwise as he thinks fit."], [null, "When such report is in respect of a case to which section 170 applies, the police officer shall forward to the Magistrate alongwith the report- a all documents or relevant extracts thereof on which the prosecution proposes to rely other than those already sent to the Magistrate during investigation b the statements- recorded under section 161 of all the persons whom the prosecution proposes to examine as its witnesses."], [null, "a all documents or relevant extracts thereof on which the prosecution proposes to rely other than those already sent to the Magistrate during investigation"], [null, "b the statements- recorded under section 161 of all the persons whom the prosecution proposes to examine as its witnesses."], [null, "If the police officer is of opinion that any part of any such statement is not relevant to the subject- matter of the proceedings or that its disclosure to the accused is not essential in the interests of justice and is inexpedient in the public interest, he shall indicate that part of the statement and append a note requesting the Magistrate to exclude that part from the copies to be granted to the accused and stating his reasons for making such request."], [null, "Where the police officer investigating the case finds it convenient so to do, he may furnish to the accused copies of all or any of the documents referred to in sub- section 5 ."], [null, "Nothing in this section shall be deemed to preclude further investigation in respect of an offence after a report under sub- section 2 has been forwarded to the Magistrate and, where upon such investigation, the officer in charge of the police station obtains further evidence, oral or documentary, he shall forward to the Magistrate a further report or reports regarding such evidence in the form prescribed and the provisions of sub- sections 2 to 6 shall, as far as may be, apply in relation to such report or reports as they apply in relation to a report forwarded under sub- section 2 ."]], "47623": [[null, "Dismissal, removal or reduction in rank of persons employed in civil capacities under the Union or a State"], [null, "No person who is a member of a civil service of the Union or an all India service or a civil service of a State or holds a civil post under the Union or a State shall be dismissed or removed by a authority subordinate to that by which he was appointed"], [null, "No such person as aforesaid shall be dismissed or removed or reduced in rank except after an inquiry in which he has been informed of the charges against him and given a reasonable opportunity of being heard in respect of those charges Provided that where it is proposed after such inquiry, to impose upon him any such penalty, such penalty may be imposed on the basis of the evidence adduced during such inquiry and it shall not be necessary to give such person any opportunity of making representation on the penalty proposed Provided further that this clause shall not apply a where a person is dismissed or removed or reduced in rank on the ground of conduct which has led to his conviction on a criminal charge or b where the authority empowered to dismiss or remove a person or to reduce him in rank ins satisfied that for some reason, to be recorded by that authority in writing, it is not reasonably practicable to hold such inquiry or c where the President or the Governor, as the case may be, is satisfied that in the interest of the security of the State, it is not expedient to hold such inquiry"], [null, "a where a person is dismissed or removed or reduced in rank on the ground of conduct which has led to his conviction on a criminal charge or"], [null, "b where the authority empowered to dismiss or remove a person or to reduce him in rank ins satisfied that for some reason, to be recorded by that authority in writing, it is not reasonably practicable to hold such inquiry or"], [null, "c where the President or the Governor, as the case may be, is satisfied that in the interest of the security of the State, it is not expedient to hold such inquiry"], [null, "If, in respect of any such person as aforesaid, a question arises whether it is reasonably practicable to hold such inquiry as is referred to in clause 2 , the decision thereon of the authority empowered to dismiss or remove such person or to reduce him in rank shall be final"]], "724142": [[null, "Voluntarily causing hurt by dangerous weapons or means.Whoever, except in the case provided for by section 334, voluntarily causes hurt by means of any instrument for shooting, stabbing or cutting, or any instrument which, used as weapon of offence, is likely to cause death, or by means of fire or any heated substance, or by means of any poison or any corrosive substance, or by means of any explosive substance or by means of any substance which it is deleterious to the human body to inhale, to swallow, or to receive into the blood, or by means of any animal, shall be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both."]], "1418464": [[null, "Definitions.- In this Act, unless there is anything repugnant in the subject or context,--"], [null, "a appropriate Government means-- i in relation to any industrial dispute concerning any industry carried on by or under the authority of the Central Government, or by a railway company or concerning any such controlled industry as may be specified in this behalf by the Central Government or in relation to an industrial dispute concerning 1. This Act has been extended to Goa, Daman and Diu by Reg. 12 of 1962, to Pondicherry w. e. f. 1- 10- 1963 by Reg. 7 of 1963 and Laccadive, Minicoy and Amindivi Islands by Reg. 8 of 1965, s. 3 and Sch. 2. Subs. by Act 36 of 1956, s. 2, for the former sub- section w. e. f. 29- 8- 1956 . 3. Proviso omitted by Act 51 of 1970, s. 2 and Sch. w. e. f. 1- 9- 1971 . 4. Certain words and figures inserted by Act 10 of 1963, s. 47 and Sch. II, Pt. II have been omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 5. The words by the Federal Railway Authority omitted by the A. O. 1948. 6. Ins. by Act 65 of 1951, s. 32. 7. The words operating a Federal Railway omitted by the A. O. 1950. 8. Ins. by Act 47 of 1961, s. 51 and Sch. II, Pt. III w. e. f. 1- 1- 1962 . 9. Subs. by Act 36 of 1964, s. 2, for the Deposit Insurance Corporation established w. e. f. 19- 12- 1964 . 10. Subs. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . a Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1940 , or the Industrial Finance Corporation of India established under section 3 of the Industrial Finance Corporation Act, 1948 15 of 1948 , or the Employees State Insurance Corporation established under section 3 of the Employees State Insurance Act, 1948 34 of 1948 , or the Board of Trustees constituted under section 3A of the Coal Mines Provident Fund and Miscellaneous Provisions Act, 1948 46 of 1948 , or the Central Board of Trustees and the State Boards of Trustees constituted under section 5A and section 5B, respectively, of the Employees Provident Fund and Miscellaneous Provisions Act, 1952 19 of 1952 , or the Indian Airlines and Air India Corporations established under section 3 of the Air Corporations Act, 1953 27 of 1953 , or the Life Insurance Corporation of India established under section 3 of the Life Insurance Corporation Act, 1956 31 of 1956 , or the Oil and Natural Gas Commission established under section 3 of the Oil and Natural Gas Commission Act, 1959 43 of 1959 , or the Deposit Insurance and Credit Guarantee Corporation established under section 3 of the Deposit Insurance and Credit Guarantee Corporation Act, 1961 47 of 1961 , or the Central Warehousing Corporation established under section 3 of the Warehousing Corporations Act, 1962 58 of 1962 , or the Unit Trust of India established under section 3 of the Unit Trust of India Act, 1963 52 of 1963 , or the Food Corporation of India established under section 3, or a Board of Management established for two or more contiguous States under section 16, of the Food Corporations Act, 1964 37 of 1964 , or the International Airports Authority of India constituted under section 3 of the International Airports Authority of India Act, 1971 48 of 1971 , or a Regional Rural Bank established under section 3 of the Regional Rural Banks Act, 1976 21 of 1976 , or the Export Credit and Guarantee Corporation Limited or the Industrial Reconstruction Bank of India the National Housing Bank established under section 3 of the National Housing Bnak Act, 1987 53 of 1987 or a banking or an insurance company, a mine, an oil- field , a Cantonment Board, or a major port, the Central Government, and ii in relation to any other industrial dispute, the State Government"], [null, "in relation to any industrial dispute concerning any industry carried on by or under the authority of the Central Government, or by a railway company or concerning any such controlled industry as may be specified in this behalf by the Central Government or in relation to an industrial dispute concerning 1. This Act has been extended to Goa, Daman and Diu by Reg. 12 of 1962, to Pondicherry w. e. f. 1- 10- 1963 by Reg. 7 of 1963 and Laccadive, Minicoy and Amindivi Islands by Reg. 8 of 1965, s. 3 and Sch. 2. Subs. by Act 36 of 1956, s. 2, for the former sub- section w. e. f. 29- 8- 1956 . 3. Proviso omitted by Act 51 of 1970, s. 2 and Sch. w. e. f. 1- 9- 1971 . 4. Certain words and figures inserted by Act 10 of 1963, s. 47 and Sch. II, Pt. II have been omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 5. The words by the Federal Railway Authority omitted by the A. O. 1948. 6. Ins. by Act 65 of 1951, s. 32. 7. The words operating a Federal Railway omitted by the A. O. 1950. 8. Ins. by Act 47 of 1961, s. 51 and Sch. II, Pt. III w. e. f. 1- 1- 1962 . 9. Subs. by Act 36 of 1964, s. 2, for the Deposit Insurance Corporation established w. e. f. 19- 12- 1964 . 10. Subs. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . a Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1940 , or the Industrial Finance Corporation of India established under section 3 of the Industrial Finance Corporation Act, 1948 15 of 1948 , or the Employees State Insurance Corporation established under section 3 of the Employees State Insurance Act, 1948 34 of 1948 , or the Board of Trustees constituted under section 3A of the Coal Mines Provident Fund and Miscellaneous Provisions Act, 1948 46 of 1948 , or the Central Board of Trustees and the State Boards of Trustees constituted under section 5A and section 5B, respectively, of the Employees Provident Fund and Miscellaneous Provisions Act, 1952 19 of 1952 , or the Indian Airlines and Air India Corporations established under section 3 of the Air Corporations Act, 1953 27 of 1953 , or the Life Insurance Corporation of India established under section 3 of the Life Insurance Corporation Act, 1956 31 of 1956 , or the Oil and Natural Gas Commission established under section 3 of the Oil and Natural Gas Commission Act, 1959 43 of 1959 , or the Deposit Insurance and Credit Guarantee Corporation established under section 3 of the Deposit Insurance and Credit Guarantee Corporation Act, 1961 47 of 1961 , or the Central Warehousing Corporation established under section 3 of the Warehousing Corporations Act, 1962 58 of 1962 , or the Unit Trust of India established under section 3 of the Unit Trust of India Act, 1963 52 of 1963 , or the Food Corporation of India established under section 3, or a Board of Management established for two or more contiguous States under section 16, of the Food Corporations Act, 1964 37 of 1964 , or the International Airports Authority of India constituted under section 3 of the International Airports Authority of India Act, 1971 48 of 1971 , or a Regional Rural Bank established under section 3 of the Regional Rural Banks Act, 1976 21 of 1976 , or the Export Credit and Guarantee Corporation Limited or the Industrial Reconstruction Bank of India the National Housing Bank established under section 3 of the National Housing Bnak Act, 1987 53 of 1987 or a banking or an insurance company, a mine, an oil- field , a Cantonment Board, or a major port, the Central Government, and"], [null, "Ins. by Act 35 of 1965, s. 2 w. e. f. 1- 12- 1965 . 2. Ins. and Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 3. Subs. by Act 18 of 1957, s. 2, for cl. r w. e. f. 10- 3- 1957 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 ."], [null, "in relation to any other industrial dispute, the State Government"], [null, "aa arbitrator includes an umpire"], [null, "aaa average pay means the average of the wages payable to a workman-- i in the case of monthly paid workman, in the three complete calendar months, 1. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 53 of 1987, s. 56 and Sch. II w. e. f. 9- 7- 1988 . 3. Subs. by Act 54 of 1949, s. 3, for a mine, oil- field. 4. Ins. by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 5. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 6. Cl. aa relettered as aaa by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . ii in the case of weekly paid workman, in the four complete weeks, iii in the case of daily paid workman, in the twelve full working days, preceding the date on which the average pay becomes payable if the workman had worked for three complete calendar months or four complete weeks or twelve full working days, as the case may be, and where such calculation cannot be made, the average pay shall be calculated as the average of the wages payable to a workman during the period he actually worked"], [null, "in the case of monthly paid workman, in the three complete calendar months, 1. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 53 of 1987, s. 56 and Sch. II w. e. f. 9- 7- 1988 . 3. Subs. by Act 54 of 1949, s. 3, for a mine, oil- field. 4. Ins. by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 5. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 6. Cl. aa relettered as aaa by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 ."], [null, "in the case of weekly paid workman, in the four complete weeks,"], [null, "in the case of daily paid workman, in the twelve full working days, preceding the date on which the average pay becomes payable if the workman had worked for three complete calendar months or four complete weeks or twelve full working days, as the case may be, and where such calculation cannot be made, the average pay shall be calculated as the average of the wages payable to a workman during the period he actually worked"], [null, "b award means an interim or a final determination of any industrial dispute or of any question relating thereto by any Labour Court, Industrial Tribunal or National Industrial Tribunal and includes an arbitration award made under section 10A"], [null, "bb banking company means a banking company as defined in section 5 of the Banking Companies Act, 1949 10 of 1949 , having branches or other establishments in more than one State, and includes the Export- Import Bank of India , the Industrial Reconstruction Bank of India, the Industrial Development Bank of India, the Small Industries Development Bank of India established under section 3 of the Small Industries Development Bank of India Act, 1989 39 of 1989 , the Reserve Bank of India, the State Bank of India a corresponding new bank constituted under section 3 of the Banking Companies Acquisition and Transfer of Undertakings Act, 1970 5 of 1970 , a corresponding new bank constituted under section 3 of the Banking Companies Acquisition and Transfer of Undertakings Act, 1980 40 of 1980 , and any subsidiary bank as defined in the State Bank of India Subsidiary Banks Act, 1959 38 of 1959"], [null, "Board means a Board of Conciliation constituted under this Act"], [null, "cc closure means the permanent closing down of a place of employment or part thereof"], [null, "d conciliation officer means a conciliation officer appointed under this Act"], [null, "e conciliation proceeding means any proceeding held by a conciliation officer or Board under this Act 1. Subs. by Act 36 of 1956, s. 3, for cl. b w. e. f. 10- 3- 1957 . 2. Subs. by Act 38 of 1959, s. 64 and Sch. III, Pt. II, for cl. bb which was ins. by Act 54 of 1949, s. 3. 3. Ins. by Act 28 of 1981, s. 40 and Sch. II w. e. f. 1- 1- 1982 . 4. Ins. by Act 62 of 1984, s. 71 and Sch. III w. e. f. 20- 3- 1985 . 5. Ins. by Act 18 of 1964, s. 38 and Sch. II, Pt. II w. e. f. 1- 7- 1964 . 6. Ins. by Act 39 of 1989, s. 53 and 2nd Sch. w. e. f. 7- 3- 1990 . 7. Subs. by Act 5 of 1970, s. 20, for and any subsidiary bank w. e. f. 19- 7- 1969 . 8. Subs. by Act 40 of 1980, s. 20 w. e. f. 15- 4- 1980 . 9. Ins. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 ."], [null, "ee controlled industry means any industry the control of which by the Union has been declared by any Central Act to be expedient in the public interest"], [null, "Court means a Court of Inquiry constituted under this Act"], [null, "g employer means-- i in relation to an industry carried on by or under the authority of any department of the Central Government or a State Government, the authority prescribed in this behalf, or where no authority is prescribed, the head of the department ii in relation to an industry carried on by or on behalf of a local authority, the chief executive officer of that authority"], [null, "in relation to an industry carried on by or under the authority of any department of the Central Government or a State Government, the authority prescribed in this behalf, or where no authority is prescribed, the head of the department"], [null, "in relation to an industry carried on by or on behalf of a local authority, the chief executive officer of that authority"], [null, "gg executive, in relation to a trade union, means the body, by whatever name called, to which the management of the affairs of the trade union is entrusted i a person shall be deemed to be independent for the purpose of his appointment as the chairman or other member of a Board, Court or Tribunal, if he is unconnected with the industrial dispute referred to such Board, Court or Tribunal or with any industry directly affected by such dispute Provided that no person shall cease to be independent by reason only of the fact that he is a shareholder of an incorporated company which is connected with, or likely to be affected by, such industrial dispute but in such a case, he shall disclose to the appropriate Government the nature and extent of the shares held by him in such company j industry means any systematic activity carried on by co- operation between an employer and his workmen whether such workmen are employed by such employer directly or by or through any agency, including a contractor for the production, supply or distribution of goods or services with a view to satisfy human wants or wishes not being wants or wishes which are merely spiritual or religious in nature , whether or not,-- i any capital has been invested for the purpose of carrying on such activity or ii such activity is carried on with a motive to make any gain or profit, and includes-- a any activity of the Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1948 b any activity relating to the promotion of sales or business or both carried on by an establishment. but does not include-- 1 any agricultural operation except where such agricultural operation is carried on in an integrated manner with any other activity being any such activity as is referred to in the foregoing provisions of this clause and such other activity is the predominant one. Explanation.-- For the purposes of this sub- clause, agricultural operation does not include any activity carried on in a plantation as defined in clause f of section 2 of the Plantations Labour Act, 1951 69 of 1951 or 2 hospitals or dispensaries or 3 educational, scientific, research or training institutions or 4 institutions owned or managed by organisations wholly or substantially engaged in any charitable, social or philanthropic service or 5 khadi or village industries or 6 any activity of the Government relatable to the sovereign functions of the Government including all the activities carried on by the departments of the Central Government dealing with defence research, atomic energy and space or 7 any domestic service or 8 any activity, being a profession practised by an individual or body or individuals, if the number of persons employed by the individual or body of individuals in relation to such profession is less than ten or 9 any activity, being an activity carried on by a co- operative society or a club or any other like body of individuals, if the number of persons employed by the co- operative society, club or other like body of individuals in relation to such activity is less than ten 1. Ins. by Act 65 of 1951, s. 32. 2. Cl. eee ins. by Act 43 of 1953, s. 2 omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Subs. by the A. O. 1948, for a Government in British India. 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Cl. h omitted by the A. O. 1950. 6. Ins. by Act 18 of 1952, s. 2. 7. Subs. by Act 46 of 1982, s. 2 w. e. f.------- . k industrial dispute means any dispute or difference between employers and employers or between employers and workmen, or between workmen and workmen, which is connected with the employment or non- employment or the terms of employment or with the conditions of labour, of any person ka industrial establishment or undertaking means an establishment or undertaking in which any industry is carried on Provided that where several activities are carried on in an establishment or undertaking and only one or some of such activities is or are an industry or industries, then,-- a if any unit of such establishment or undertaking carrying on any activity, being an industry, is severable from the other unit or units of such establishment or undertaking, such unit shall be deemed to be a separate industrial establishment or undertaking b if the predominant activity or each of the predominant activities carried on in such establishment or undertaking or any unit thereof is an industry and the other activity or each of the other activities carried on in such establishment or undertaking or unit thereof is not severable from and is, for the purpose of carrying on, or aiding the carrying on of, such predominant activity or activities, the entire establishment or undertaking or, as the case may be, unit thereof shall be deemed to be an industrial establishment or undertaking kk insurance company means an insurance company as defined in section 2 of the Insurance Act, 1938 4 of 1938 , having branches or other establishments in more than one State kka khadi has the meaning assigned to it in clause d of section 2 of the Khadi and Village Industries Commission Act, 1956 61 of 1956 kkb Labour Court means a Labour Court constituted under section 7 kkk lay- off with its grammatical variations and cognate expressions means the failure, refusal or inability of an employer on account of shortage of coal, power or raw materials or the accumulation of stocks or the breakdown of machinery or natural calamity or for any other connected reason to give employment to a workman whose name is borne on the muster rolls of his industrial establishment and who has not been retrenched. Explanation.-- Every workman whose name is borne on the muster rolls of the industrial establishment and who presents himself for work at the establishment at the time appointed for the purpose during normal working hours on any day and is not given employment by the employer within two hours of his so presenting himself shall be deemed to have been laid- off for that day within the meaning of this clause Provided that if the workman, instead of being given employment at the commencement of any shift for any day is asked to present himself for the purpose during the second half of the shift for the day and is given employment then, he shall be deemed to have been laid- off only for one- half of that day Provided further that if he is not given any such employment even after so presenting himself, he shall not be deemed to have been laid- off for the second half of the shift for the day and shall be entitled to full basic wages and dearness allowance for that part of the day 1. Ins. by Act 46 of 1984 s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 54 of 1949, s. 3. 3. Relettered by Act 46 of 1984, s. 2 w. e. f. 21- 8- 1984 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1984, s. 2 w. e. f. 21- 8- 1984 . 150. - 150A l lock- out means the 1 temporary closing of a place of employment or the suspension of work, or the refusal by an employer to continue to employ any number of persons employed by him la 2 major port means a major port as defined in clause 8 of section 3 of the Indian Ports Act, 1908 15 of 1908 lb mine means a mine as defined in clause j of sub- section 1 of section 2 of the Mines Act, 1952 35 of 1952 ll 3 National Tribunal means a National Industrial Tribunal constituted under section 7B lll 4 office bearer, in relation to a trade union, includes any member of the executive thereof, but does not include an auditor m prescribed means prescribed by rules made under this Act n public utility service means-- i any railway service 2 or any transport service for the carriage of passengers or goods by air ia 4 any service in, or in connection with the working of, any major port or dock ii any section of an industrial establishment, on the working of which the safety of the establishment or the workmen employed therein depends iii any postal, telegraph or telephone service iv any industry which supplies power, light or water to the public v any system of public conservancy or sanitation vi any industry specified in the 4 First Schedule which the appropriate Government may, if satisfied that public emergency or public interest so requires, by notification in the Official Gazette, declare to be a public utility service for the purposes of this Act, for such period as may be specified in the notification Provided that the period so specified shall not, in the first instance, exceed six months but may, by a like noti- 1. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Ins. by Act 36 of 1956, s. 3 w. e. f. 10- 3- 1957 . 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Subs. by Act 36 of 1964, s. 2, for Schedule w. e. f. 19- 12- 1964 . fication, be extended from time to time, by any period not exceeding six months, at any one time if in the opinion of the appropriate Government public emergency or public interest requires such extension o railway company means a railway company as defined in section 3 of the Indian Railways Act, 1890 9 of 1890 oo retrenchment means the termination by the employer of the service of a workman for any reason whatsoever, otherwise than as a punishment inflicted by way of disciplinary action, but does not include-- a voluntary retirement of the workman or b retirement of the workman on reaching the age of superannuation if the contract of employment between the employer and the workman concerned contains a stipulation in that behalf or bb termination of the service of the workman as a result of the non- renewal of the contract of employment between the employer and the workman concerned on its expiry or of such contract being terminated under a stipulation in that behalf contained therein or c termination of the service of a workman on the ground of continued ill- health p settlement means a settlement arrived at in the course of conciliation proceeding and includes a written agreement between the employer and workmen arrived at otherwise than in the course of conciliation proceeding where such agreement has been signed by the parties thereto in such manner as may be prescribed and a copy 1. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 2. Ins. by Act 49 of 1984, s. 2 w. e. f. 18- 8- 1984 . 3. Subs. by Act 36 of 1956, s. 3, for cl. p w. e. f. 7- 10- 1956 . thereof has been sent to an officer authorised in this behalf by the appropriate Government and the conciliation officer q strike means a cessation of work by a body of persons employed in any industry acting in combination or a concerted refusal, or a refusal under a common understanding, of any number of persons who are or have been so employed to continue to work or to accept employment qq trade union means a trade union registered under the Trade Unions Act, 1926 16 of 1926 r Tribunal means an Industrial Tribunal constituted under section 7A and includes an Industrial Tribunal constituted before the 10th day of March, 1957 , under this Act ra unfair labour practice means any of the practices specified in the Fifth Schedule rb village industries has the meaning assigned to it in clause h of section 2 of the Khadi and Village Industries Commission Act, 1956 61 of 1956 rr wages means all remuneration capable of being expressed in terms of money, which would, if the terms of employment, expressed or implied, were fulfilled, be payable to a workman in respect of his employment or of work done in such employment, and includes-- i such allowances including dearness allowance as the workman is for the time being entitled to ii the value of any house accommodation, or of supply of light, water, medical attendance or other amenity or of any service or of any concessional supply of food- grains or other articles iii any travelling concession iv any commission payable on the promotion of sales or business or both but does not include-- a any bonus b any contribution paid or payable by the employer to any pension fund or provident fund or for the benefit of the workman under any law for the time being in force c any gratuity payable on the termination of his service s workman means any person including an apprentice employed in any industry to do any manual, unskilled, skilled, technical, operational, clerical or supervisory work for hire or reward, whether the terms of employment be express or implied, and for the purposes of any proceeding under this Act in relation to an industrial dispute, includes any such person who has been dismissed, discharged or retrenched in connection with, or as a consequence of, that dispute, or whose dismissal, dischasrge or retrenchment has led to that dispute, but does not include any such person-- i who is subject to the Air Force Act, 1950 45 of 1950 , or the Army Act, 1950 46 of 1950 , or the Navy Act, 1957 62 of 1957 or ii who is employed in the police service or as an officer or other employee of a prison or iii who is employed mainly in a managerial or administrative capacity or iv who, being employed in a supervisory capacity, draws wages exceeding one thousand six hundred rupees per mensem or exercises, either by the nature of the duties attached to the office or by reason of the powers vested in him, functions mainly of a managerial nature. 1. Ins. by Act 35 of 1965, s. 2 w. e. f. 1- 12- 1965 . 2. Ins. and Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 3. Subs. by Act 18 of 1957, s. 2, for cl. r w. e. f. 10- 3- 1957 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 ."], [null, "a person shall be deemed to be independent for the purpose of his appointment as the chairman or other member of a Board, Court or Tribunal, if he is unconnected with the industrial dispute referred to such Board, Court or Tribunal or with any industry directly affected by such dispute Provided that no person shall cease to be independent by reason only of the fact that he is a shareholder of an incorporated company which is connected with, or likely to be affected by, such industrial dispute but in such a case, he shall disclose to the appropriate Government the nature and extent of the shares held by him in such company"], [null, "j industry means any systematic activity carried on by co- operation between an employer and his workmen whether such workmen are employed by such employer directly or by or through any agency, including a contractor for the production, supply or distribution of goods or services with a view to satisfy human wants or wishes not being wants or wishes which are merely spiritual or religious in nature , whether or not,-- i any capital has been invested for the purpose of carrying on such activity or ii such activity is carried on with a motive to make any gain or profit, and includes-- a any activity of the Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1948 b any activity relating to the promotion of sales or business or both carried on by an establishment. but does not include-- 1 any agricultural operation except where such agricultural operation is carried on in an integrated manner with any other activity being any such activity as is referred to in the foregoing provisions of this clause and such other activity is the predominant one. Explanation.-- For the purposes of this sub- clause, agricultural operation does not include any activity carried on in a plantation as defined in clause f of section 2 of the Plantations Labour Act, 1951 69 of 1951 or 2 hospitals or dispensaries or 3 educational, scientific, research or training institutions or 4 institutions owned or managed by organisations wholly or substantially engaged in any charitable, social or philanthropic service or 5 khadi or village industries or 6 any activity of the Government relatable to the sovereign functions of the Government including all the activities carried on by the departments of the Central Government dealing with defence research, atomic energy and space or 7 any domestic service or 8 any activity, being a profession practised by an individual or body or individuals, if the number of persons employed by the individual or body of individuals in relation to such profession is less than ten or 9 any activity, being an activity carried on by a co- operative society or a club or any other like body of individuals, if the number of persons employed by the co- operative society, club or other like body of individuals in relation to such activity is less than ten 1. Ins. by Act 65 of 1951, s. 32. 2. Cl. eee ins. by Act 43 of 1953, s. 2 omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Subs. by the A. O. 1948, for a Government in British India. 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Cl. h omitted by the A. O. 1950. 6. Ins. by Act 18 of 1952, s. 2. 7. Subs. by Act 46 of 1982, s. 2 w. e. f.------- ."], [null, "any capital has been invested for the purpose of carrying on such activity or"], [null, "such activity is carried on with a motive to make any gain or profit, and includes-- a any activity of the Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1948 b any activity relating to the promotion of sales or business or both carried on by an establishment. but does not include-- 1 any agricultural operation except where such agricultural operation is carried on in an integrated manner with any other activity being any such activity as is referred to in the foregoing provisions of this clause and such other activity is the predominant one. Explanation.-- For the purposes of this sub- clause, agricultural operation does not include any activity carried on in a plantation as defined in clause f of section 2 of the Plantations Labour Act, 1951 69 of 1951 or 2 hospitals or dispensaries or 3 educational, scientific, research or training institutions or 4 institutions owned or managed by organisations wholly or substantially engaged in any charitable, social or philanthropic service or 5 khadi or village industries or 6 any activity of the Government relatable to the sovereign functions of the Government including all the activities carried on by the departments of the Central Government dealing with defence research, atomic energy and space or 7 any domestic service or 8 any activity, being a profession practised by an individual or body or individuals, if the number of persons employed by the individual or body of individuals in relation to such profession is less than ten or 9 any activity, being an activity carried on by a co- operative society or a club or any other like body of individuals, if the number of persons employed by the co- operative society, club or other like body of individuals in relation to such activity is less than ten 1. Ins. by Act 65 of 1951, s. 32. 2. Cl. eee ins. by Act 43 of 1953, s. 2 omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Subs. by the A. O. 1948, for a Government in British India. 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Cl. h omitted by the A. O. 1950. 6. Ins. by Act 18 of 1952, s. 2. 7. Subs. by Act 46 of 1982, s. 2 w. e. f.------- ."], [null, "a any activity of the Dock Labour Board established under section 5A of the Dock Workers Regulation of Employment Act, 1948 9 of 1948"], [null, "b any activity relating to the promotion of sales or business or both carried on by an establishment. but does not include-- 1 any agricultural operation except where such agricultural operation is carried on in an integrated manner with any other activity being any such activity as is referred to in the foregoing provisions of this clause and such other activity is the predominant one. Explanation.-- For the purposes of this sub- clause, agricultural operation does not include any activity carried on in a plantation as defined in clause f of section 2 of the Plantations Labour Act, 1951 69 of 1951 or 2 hospitals or dispensaries or 3 educational, scientific, research or training institutions or 4 institutions owned or managed by organisations wholly or substantially engaged in any charitable, social or philanthropic service or 5 khadi or village industries or 6 any activity of the Government relatable to the sovereign functions of the Government including all the activities carried on by the departments of the Central Government dealing with defence research, atomic energy and space or 7 any domestic service or 8 any activity, being a profession practised by an individual or body or individuals, if the number of persons employed by the individual or body of individuals in relation to such profession is less than ten or 9 any activity, being an activity carried on by a co- operative society or a club or any other like body of individuals, if the number of persons employed by the co- operative society, club or other like body of individuals in relation to such activity is less than ten 1. Ins. by Act 65 of 1951, s. 32. 2. Cl. eee ins. by Act 43 of 1953, s. 2 omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Subs. by the A. O. 1948, for a Government in British India. 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Cl. h omitted by the A. O. 1950. 6. Ins. by Act 18 of 1952, s. 2. 7. Subs. by Act 46 of 1982, s. 2 w. e. f.------- ."], [null, "1 any agricultural operation except where such agricultural operation is carried on in an integrated manner with any other activity being any such activity as is referred to in the foregoing provisions of this clause and such other activity is the predominant one. Explanation.-- For the purposes of this sub- clause, agricultural operation does not include any activity carried on in a plantation as defined in clause f of section 2 of the Plantations Labour Act, 1951 69 of 1951 or"], [null, "2 hospitals or dispensaries or"], [null, "3 educational, scientific, research or training institutions or"], [null, "4 institutions owned or managed by organisations wholly or substantially engaged in any charitable, social or philanthropic service or"], [null, "5 khadi or village industries or"], [null, "6 any activity of the Government relatable to the sovereign functions of the Government including all the activities carried on by the departments of the Central Government dealing with defence research, atomic energy and space or"], [null, "7 any domestic service or"], [null, "8 any activity, being a profession practised by an individual or body or individuals, if the number of persons employed by the individual or body of individuals in relation to such profession is less than ten or"], [null, "9 any activity, being an activity carried on by a co- operative society or a club or any other like body of individuals, if the number of persons employed by the co- operative society, club or other like body of individuals in relation to such activity is less than ten 1. Ins. by Act 65 of 1951, s. 32. 2. Cl. eee ins. by Act 43 of 1953, s. 2 omitted by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Subs. by the A. O. 1948, for a Government in British India. 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Cl. h omitted by the A. O. 1950. 6. Ins. by Act 18 of 1952, s. 2. 7. Subs. by Act 46 of 1982, s. 2 w. e. f.------- ."], [null, "k industrial dispute means any dispute or difference between employers and employers or between employers and workmen, or between workmen and workmen, which is connected with the employment or non- employment or the terms of employment or with the conditions of labour, of any person"], [null, "ka industrial establishment or undertaking means an establishment or undertaking in which any industry is carried on Provided that where several activities are carried on in an establishment or undertaking and only one or some of such activities is or are an industry or industries, then,--"], [null, "a if any unit of such establishment or undertaking carrying on any activity, being an industry, is severable from the other unit or units of such establishment or undertaking, such unit shall be deemed to be a separate industrial establishment or undertaking"], [null, "b if the predominant activity or each of the predominant activities carried on in such establishment or undertaking or any unit thereof is an industry and the other activity or each of the other activities carried on in such establishment or undertaking or unit thereof is not severable from and is, for the purpose of carrying on, or aiding the carrying on of, such predominant activity or activities, the entire establishment or undertaking or, as the case may be, unit thereof shall be deemed to be an industrial establishment or undertaking"], [null, "kk insurance company means an insurance company as defined in section 2 of the Insurance Act, 1938 4 of 1938 , having branches or other establishments in more than one State"], [null, "kka khadi has the meaning assigned to it in clause d of section 2 of the Khadi and Village Industries Commission Act, 1956 61 of 1956"], [null, "kkb Labour Court means a Labour Court constituted under section 7"], [null, "kkk lay- off with its grammatical variations and cognate expressions means the failure, refusal or inability of an employer on account of shortage of coal, power or raw materials or the accumulation of stocks or the breakdown of machinery or natural calamity or for any other connected reason to give employment to a workman whose name is borne on the muster rolls of his industrial establishment and who has not been retrenched. Explanation.-- Every workman whose name is borne on the muster rolls of the industrial establishment and who presents himself for work at the establishment at the time appointed for the purpose during normal working hours on any day and is not given employment by the employer within two hours of his so presenting himself shall be deemed to have been laid- off for that day within the meaning of this clause Provided that if the workman, instead of being given employment at the commencement of any shift for any day is asked to present himself for the purpose during the second half of the shift for the day and is given employment then, he shall be deemed to have been laid- off only for one- half of that day Provided further that if he is not given any such employment even after so presenting himself, he shall not be deemed to have been laid- off for the second half of the shift for the day and shall be entitled to full basic wages and dearness allowance for that part of the day 1. Ins. by Act 46 of 1984 s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 54 of 1949, s. 3. 3. Relettered by Act 46 of 1984, s. 2 w. e. f. 21- 8- 1984 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1984, s. 2 w. e. f. 21- 8- 1984 . 150. - 150A l lock- out means the 1 temporary closing of a place of employment or the suspension of work, or the refusal by an employer to continue to employ any number of persons employed by him la 2 major port means a major port as defined in clause 8 of section 3 of the Indian Ports Act, 1908 15 of 1908 lb mine means a mine as defined in clause j of sub- section 1 of section 2 of the Mines Act, 1952 35 of 1952 ll 3 National Tribunal means a National Industrial Tribunal constituted under section 7B lll 4 office bearer, in relation to a trade union, includes any member of the executive thereof, but does not include an auditor m prescribed means prescribed by rules made under this Act n public utility service means-- i any railway service 2 or any transport service for the carriage of passengers or goods by air ia 4 any service in, or in connection with the working of, any major port or dock ii any section of an industrial establishment, on the working of which the safety of the establishment or the workmen employed therein depends iii any postal, telegraph or telephone service iv any industry which supplies power, light or water to the public v any system of public conservancy or sanitation vi any industry specified in the 4 First Schedule which the appropriate Government may, if satisfied that public emergency or public interest so requires, by notification in the Official Gazette, declare to be a public utility service for the purposes of this Act, for such period as may be specified in the notification Provided that the period so specified shall not, in the first instance, exceed six months but may, by a like noti- 1. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 2. Ins. by Act 36 of 1964, s. 2 w. e. f. 19- 12- 1964 . 3. Ins. by Act 36 of 1956, s. 3 w. e. f. 10- 3- 1957 . 4. Ins. by Act 45 of 1971, s. 2 w. e. f. 15- 12- 1971 . 5. Subs. by Act 36 of 1964, s. 2, for Schedule w. e. f. 19- 12- 1964 . fication, be extended from time to time, by any period not exceeding six months, at any one time if in the opinion of the appropriate Government public emergency or public interest requires such extension"], [null, "o railway company means a railway company as defined in section 3 of the Indian Railways Act, 1890 9 of 1890"], [null, "oo retrenchment means the termination by the employer of the service of a workman for any reason whatsoever, otherwise than as a punishment inflicted by way of disciplinary action, but does not include--"], [null, "a voluntary retirement of the workman or"], [null, "b retirement of the workman on reaching the age of superannuation if the contract of employment between the employer and the workman concerned contains a stipulation in that behalf or"], [null, "bb termination of the service of the workman as a result of the non- renewal of the contract of employment between the employer and the workman concerned on its expiry or of such contract being terminated under a stipulation in that behalf contained therein or c termination of the service of a workman on the ground of continued ill- health"], [null, "p settlement means a settlement arrived at in the course of conciliation proceeding and includes a written agreement between the employer and workmen arrived at otherwise than in the course of conciliation proceeding where such agreement has been signed by the parties thereto in such manner as may be prescribed and a copy 1. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 2. Ins. by Act 49 of 1984, s. 2 w. e. f. 18- 8- 1984 . 3. Subs. by Act 36 of 1956, s. 3, for cl. p w. e. f. 7- 10- 1956 . thereof has been sent to an officer authorised in this behalf by the appropriate Government and the conciliation officer"], [null, "q strike means a cessation of work by a body of persons employed in any industry acting in combination or a concerted refusal, or a refusal under a common understanding, of any number of persons who are or have been so employed to continue to work or to accept employment"], [null, "qq trade union means a trade union registered under the Trade Unions Act, 1926 16 of 1926"], [null, "Tribunal means an Industrial Tribunal constituted under section 7A and includes an Industrial Tribunal constituted before the 10th day of March, 1957 , under this Act"], [null, "ra unfair labour practice means any of the practices specified in the Fifth Schedule"], [null, "rb village industries has the meaning assigned to it in clause h of section 2 of the Khadi and Village Industries Commission Act, 1956 61 of 1956"], [null, "rr wages means all remuneration capable of being expressed in terms of money, which would, if the terms of employment, expressed or implied, were fulfilled, be payable to a workman in respect of his employment or of work done in such employment, and includes-- i such allowances including dearness allowance as the workman is for the time being entitled to ii the value of any house accommodation, or of supply of light, water, medical attendance or other amenity or of any service or of any concessional supply of food- grains or other articles iii any travelling concession iv any commission payable on the promotion of sales or business or both but does not include-- a any bonus b any contribution paid or payable by the employer to any pension fund or provident fund or for the benefit of the workman under any law for the time being in force c any gratuity payable on the termination of his service s workman means any person including an apprentice employed in any industry to do any manual, unskilled, skilled, technical, operational, clerical or supervisory work for hire or reward, whether the terms of employment be express or implied, and for the purposes of any proceeding under this Act in relation to an industrial dispute, includes any such person who has been dismissed, discharged or retrenched in connection with, or as a consequence of, that dispute, or whose dismissal, dischasrge or retrenchment has led to that dispute, but does not include any such person-- i who is subject to the Air Force Act, 1950 45 of 1950 , or the Army Act, 1950 46 of 1950 , or the Navy Act, 1957 62 of 1957 or ii who is employed in the police service or as an officer or other employee of a prison or iii who is employed mainly in a managerial or administrative capacity or iv who, being employed in a supervisory capacity, draws wages exceeding one thousand six hundred rupees per mensem or exercises, either by the nature of the duties attached to the office or by reason of the powers vested in him, functions mainly of a managerial nature. 1. Ins. by Act 35 of 1965, s. 2 w. e. f. 1- 12- 1965 . 2. Ins. and Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 3. Subs. by Act 18 of 1957, s. 2, for cl. r w. e. f. 10- 3- 1957 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 ."], [null, "such allowances including dearness allowance as the workman is for the time being entitled to"], [null, "the value of any house accommodation, or of supply of light, water, medical attendance or other amenity or of any service or of any concessional supply of food- grains or other articles"], [null, "any travelling concession"], [null, "any commission payable on the promotion of sales or business or both but does not include-- a any bonus b any contribution paid or payable by the employer to any pension fund or provident fund or for the benefit of the workman under any law for the time being in force c any gratuity payable on the termination of his service s workman means any person including an apprentice employed in any industry to do any manual, unskilled, skilled, technical, operational, clerical or supervisory work for hire or reward, whether the terms of employment be express or implied, and for the purposes of any proceeding under this Act in relation to an industrial dispute, includes any such person who has been dismissed, discharged or retrenched in connection with, or as a consequence of, that dispute, or whose dismissal, dischasrge or retrenchment has led to that dispute, but does not include any such person--"], [null, "a any bonus"], [null, "b any contribution paid or payable by the employer to any pension fund or provident fund or for the benefit of the workman under any law for the time being in force"], [null, "c any gratuity payable on the termination of his service"], [null, "s workman means any person including an apprentice employed in any industry to do any manual, unskilled, skilled, technical, operational, clerical or supervisory work for hire or reward, whether the terms of employment be express or implied, and for the purposes of any proceeding under this Act in relation to an industrial dispute, includes any such person who has been dismissed, discharged or retrenched in connection with, or as a consequence of, that dispute, or whose dismissal, dischasrge or retrenchment has led to that dispute, but does not include any such person--"], [null, "who is subject to the Air Force Act, 1950 45 of 1950 , or the Army Act, 1950 46 of 1950 , or the Navy Act, 1957 62 of 1957 or"], [null, "who is employed in the police service or as an officer or other employee of a prison or"], [null, "who is employed mainly in a managerial or administrative capacity or"], [null, "who, being employed in a supervisory capacity, draws wages exceeding one thousand six hundred rupees per mensem or exercises, either by the nature of the duties attached to the office or by reason of the powers vested in him, functions mainly of a managerial nature. 1. Ins. by Act 35 of 1965, s. 2 w. e. f. 1- 12- 1965 . 2. Ins. and Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 . 3. Subs. by Act 18 of 1957, s. 2, for cl. r w. e. f. 10- 3- 1957 . 4. Ins. by Act 43 of 1953, s. 2 w. e. f. 24- 10- 1953 . 5. Subs. by Act 46 of 1982, s. 2 w. e. f. 21- 8- 1984 ."]], "731516": [[null, "Court may presume existence of certain facts. The Court may presume the existence of any fact which it thinks likely to have happened, regard being had to the common course of natural events, human conduct and public and private business, in their relation to the facts of the particular case. Illustrations The Court may presume"], [null, "That a man who is in possession of stolen goods soon after the theft is either the thief or has received the goods knowing them to be stolen, unless he can account for his possession"], [null, "That an accomplice is unworthy of credit, unless he is corroborated in material particulars"], [null, "That a bill of exchange, accepted or endorsed, was accepted or endorsed for good consideration"], [null, "That a thing or state of things which has been shown to be in existence within a period shorter than that within which such things or state of things usually cease to exist, is still in existence"], [null, "That judicial and official acts have been regularly performed"], [null, "That the common course of business has been followed in particular cases"], [null, "That evidence which could be and is not produced would, if produced, be unfavourable to the person who withholds it"], [null, "That if a man refuses to answer a question which he is not compelled to answer by law, the answer, if given, would be unfavourable to him"], [null, "That when a document creating an obligation is in the hands of the obligor, the obligation has been discharged."], [null, "A shop-keeper has in his till a marked rupee soon after it was stolen, and cannot account for its possession specifically, but is continually receiving rupees in the course of his business As to illustration b A, a person of the highest character, is tried for causing a mans death by an act of negligence in arranging certain machinery. B, a person of equally good character, who also took part in the arrangement, describes precisely what was done, and admits and explains the common carelessness of A and himself As to illustration b A crime is committed by several persons. A, B and C, three of the criminals, are captured on the spot and kept apart from each other. Each gives an account of the crime implicating D, and the accounts corroborate each other in such a manner as to render previous concert highly improbable As to illustration c A, the drawer of a bill of exchange, was a man of business. B, the acceptor, was young and ignorant person, completely under As influence As to illustration d It is proved that a river ran in a certain course five years ago, but it is known that there have been floods since that time which might change its course As to illustration e A judicial act, the regularity of which is in question, was performed under exceptional circumstances As to illustration f The question is, whether a letter was received. It is shown to have been posted, but the usual course of the post was interrupted by disturbances As to illustration g A man refuses to produce a document which would bear on a contract of small importance on which he is sued, but which might also injure the feelings and reputation of his family As to illustration h A man refuses to answer a question which he is not compelled by law to answer, but the answer to it might cause loss to him in matters unconnected with the matter in relation to which it is asked As to illustration i A bond is in possession of the obligor, but the circumstances of the case are such that he may have stolen it. i There would be presumption in favour of wedlock if the partners lived together for long spell as husband and wife but it would be rebuttable and heavy burden lies on the person who seeks to deprive the relationship of legal origin to prove that no marriage took place Tulsa v. Durghatiya, 2008 1 SCR 709 2008 4 SCC 520. ii Presumption is rebuttable. If there is any such circumstance weakening such presumption, it cannot be ignored by the court Sobha Hymavathi Devi v. Setti Gangadhara Swamy, AIR 2005 SC 800. iii When oral and other reliable evidences are satisfactorily giving evidence that the pair lived together as husband and wife, merely because family register does not show them as husband and wife is not a clinching evidence to deny their relationship of husband and wife Lalta v. District IVth upper Distt. Judge Basti, AIR 1999 All 342. iv Genuine and correctness of document have to be proved by a person believes upon it by cogent and direct evidence Ashok Kumar Uttam Chand Shah v. Patel Mohmad Asmal Chanchad, AIR 1999 Guj 108. v A court may legitimately draw a presumption not only of the fact that the person in whose possession the stolen articles were found committed the robbery but also that he committed the murder Mukund alias Kundu Mishra v. State of Madhya Pradesh, 1997 4 Supreme 359. vi The recovery made some days after the dacoity does not raise a presumption under section 114 a in respect of the offence of dacoity Vasant alias Roshan Sogaji Bhosale v. State of Maharashtra, 1997 2 Crimes 104 Bom ."], [null, "There would be presumption in favour of wedlock if the partners lived together for long spell as husband and wife but it would be rebuttable and heavy burden lies on the person who seeks to deprive the relationship of legal origin to prove that no marriage took place Tulsa v. Durghatiya, 2008 1 SCR 709 2008 4 SCC 520."], [null, "Presumption is rebuttable. If there is any such circumstance weakening such presumption, it cannot be ignored by the court Sobha Hymavathi Devi v. Setti Gangadhara Swamy, AIR 2005 SC 800."], [null, "When oral and other reliable evidences are satisfactorily giving evidence that the pair lived together as husband and wife, merely because family register does not show them as husband and wife is not a clinching evidence to deny their relationship of husband and wife Lalta v. District IVth upper Distt. Judge Basti, AIR 1999 All 342."], [null, "Genuine and correctness of document have to be proved by a person believes upon it by cogent and direct evidence Ashok Kumar Uttam Chand Shah v. Patel Mohmad Asmal Chanchad, AIR 1999 Guj 108."], [null, "A court may legitimately draw a presumption not only of the fact that the person in whose possession the stolen articles were found committed the robbery but also that he committed the murder Mukund alias Kundu Mishra v. State of Madhya Pradesh, 1997 4 Supreme 359."], [null, "The recovery made some days after the dacoity does not raise a presumption under section 114 a in respect of the offence of dacoity Vasant alias Roshan Sogaji Bhosale v. State of Maharashtra, 1997 2 Crimes 104 Bom ."]], "100581": [[null, "5 Extension of prescribed period in certain cases. Any appeal or any application, other than an application under any of the provisions of Order XXI of the Code of Civil Procedure, 1908 5 of 1908 , may be admitted after the prescribed period, if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period. Explanation. The fact that the appellant or the applicant was misled by any order, practice or judgment of the High Court in ascertaining or computing the prescribed period may be sufficient cause within the meaning of this section."]], "1056316": [[null, "Conditions precedent to retrenchment of workmen.- No workman employed in any industry who has been in continuous service for not less than one year under an employer shall be retrenched by that employer until--"], [null, "a the workman has been given one month s notice in writing indicating the reasons for retrenchment and the period of notice has expired, or the workman has been paid in lieu of such notice, wages for the period of the notice"], [null, "b the workman has been paid, at the time of retrenchment, compensation which shall be equivalent to fifteen days average pay for every completed year of continuous service or any part thereof in excess of six months and"], [null, "c notice in the prescribed manner is served on the appropriate Government or such authority as may be specified by the appropriate Government by notification in the Official Gazette. Compensation to workmen in case of transfer of undertakings."], [null, "Compensation to workmen in case of transfer of undertakings."]], "1985627": [[null, "Forgery of valuable security, will, etc.Whoever forges a document which purports to be a valuable security or a will, or an authority to adopt a son, or which purports to give authority to any person to make or transfer any valuable security, or to receive the principal, interest or dividends thereon, or to receive or deliver any money, movable property, or valuable security, or any document purporting to be an acquittance or receipt acknowledging the payment of money, or an acquittance or receipt for the delivery of any movable property or valuable security, shall be punished with 1imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine."]], "211089": [[null, "Equality of opportunity in matters of public employment"], [null, "There shall be equality of opportunity for all citizens in matters relating to employment or appointment to any office under the State"], [null, "No citizen shall, on grounds only of religion, race, caste, sex, descent, place of birth, residence or any of them, be ineligible for, or discriminated against in respect or, any employment or office under the State"], [null, "Nothing in this article shall prevent Parliament from making any law prescribing, in regard to a class or classes of employment or appointment to an office under the Government of, or any local or other authority within, a State or Union territory, any requirement as to residence within that State or Union territory prior to such employment or appointment"], [null, "Nothing in this article shall prevent the State from making any provision for the reservation of appointments or posts in favor of any backward class of citizens which, in the opinion of the State, is not adequately represented in the services under the State"], [null, "Nothing in this article shall affect the operation of any law which provides that the incumbent of an office in connection with the affairs of any religious or denominational institution or any member of the governing body thereof shall be a person professing a particular religion or belonging to a particular denomination"]], "409589": [[null, "Punishment for culpable homicide not amounting to murder.Whoever commits culpable homicide not amounting to murder shall be punished with 1imprisonment for life, or imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine, if the act by which the death is caused is done with the intention of causing death, or of causing such bodily injury as is likely to cause death, or with imprisonment of either description for a term which may extend to ten years, or with fine, or with both, if the act is done with the knowledge that it is likely to cause death, but without any intention to cause death, or to cause such bodily injury as is likely to cause death."]], "609139": [[null, "Definition In this part, unless the context otherwise requires, the State includes the Government and Parliament of India and the Government and the Legislature of each of the States and all local or other authorities within the territory of India or under the control of the Government of India"]], "517539": [[null, "Presumptions as to negotiable instruments. Until the contrary is proved, the following presumptions shall be made"], [null, "a of consideration that every negotiable instrument was made or drawn for consideration, and that every such instrument, when it has been accepted, indorsed, negotiated or transferred, was accepted, indorsed, negotiated or transferred for consideration"], [null, "b as to date that every negotiable instrument bearing a date was made or drawn on such date"], [null, "c as to time of acceptance that every accepted bill of exchange was accepted within a reasonable time after its date and before its maturity"], [null, "d as to time of transfer that every transfer of a negotiable instrument was made before its maturity"], [null, "e as to order of indorsements that the indorsements appearing upon a negotiable instrument were made in the order in which they appear thereon"], [null, "f as to stamps that a lost promissory note, bill of exchange or cheque was duly stamped"], [null, "g that holder is a holder in due course that the holder of a negotiable instrument is a holder in due course"], [null, "Provided that, where the instrument has been obtained from its lawful owner, or from any person in lawful custody thereof, by means of an offence or fraud, or has been obtained from the maker or acceptor thereof by means of an offence or fraud, or for unlawful consideration, the burden of proving that the holder is a holder in due course lies upon him."]], "1258372": [[null, "Punishment for rioting.Whoever is guilty of rioting, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both."]], "1792838": [[null, "Declaration that land is required for a public purpose."], [null, "Subject to the provisions of Part VII of this Act, when the appropriate Government is satisfied after considering the report, if any, made under section 5A, sub-section 2 , that any particular land is needed for a public purpose, or for a Company, a declaration shall be made to that effect under the signature of a Secretary to such Government or of some officer duly authorised to certify its orders , and different declarations may be made from time to time in respect of different parcels of any land covered by the same notification under section 4, sub-section 1 , irrespective of whether one report or different reports has or have been made wherever required under section 5A, sub-section 2 Provided that no declaration in respect of any particular land covered by a notification under section 4, sub-section 1 , i published after the commencement of the Land Acquisition Amendment and Validation Ordinance, 1967 1 of 1967 but before the commencement of the Land Acquisition Amendment Act, 1984 68 of 1984 shall be made after the expiry of three years from the date of the publication of the notification or ii published after the commencement of the Land Acquisition Amendment Act, 1984, shall be made after the expiry of one year from the date of the publication of the notification Provided further that no such declaration shall be made unless the compensation to be awarded for such property is to be paid by a Company, or wholly or partly out of public revenues or some fund controlled or managed by a local authority. Explanation 1.In computing any of the periods referred to in the first proviso, the period during which any action or proceeding to be taken in pursuance of the notification issued under section 4, sub-section 1 , is stayed by an order of a Court shall be excluded. Explanation 2.Where the compensation to be awarded for such property is to be paid out of the funds of a corporation owned or controlled by the State, such compensation shall be deemed to be compensation paid out of public revenues. State Amendments Andhra Pradesh. In section 6, a for sub-section 1 , substitute the following sub-section, namely 1 Where the appropriate government or the District Collector is satisfied that any particular land is needed for the purpose of construction, extension or improvement of any dwelling house for the poor, a declaration shall be made to that effect under the signature of a Secretary to such Government or any other officer duly authorised to certify their orders or the District Collector as the case may be and different declarations may be made from time to time in respect of different parcels of land covered by the same notification under section 4, sub-section 1 Provided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid wholly or partly out of public revenues or some fund controlled or managed by a local authority. b in sub-section 2 , after the words Official Gazette, insert the words of the District Gazette c in sub-section 3 , i for the words for a public purpose or for a company, as the case may be, substitute the expression for the public purpose specified in sub-section 1 ii after the words appropriate Government insert the words or the District Collector. Vide Andhra Pradesh Act 22 of 1976, sec. 2 w.r.e.f. 12-9-1975 . Bihar In section 6, i for sub-section 1 , substitute the following sub-section, namely 1 Subject to the provisions of Part VII of this Act, where the appropriate Government is satisfied after considering the Collectors report, if any, under the Proviso to sub-section 2 of section 5A, or the Collector is satisfied after hearing the objections, if any, under section 5A, that any particular land is needed for a public purpose or for a company, a declaration shall be made by the appropriate Government or the Collector, as the case may be, to that effect in writing Provided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid by a company, or wholly or partly out of the Consolidated Fund of the State or some fund controlled or managed by a local authority. ii in sub-section 3 , after the words appropriate Government, insert the words or the Collector, as the case may be, Vide Bihar Act 11 of 1961, sec. 6 w.e.f. 1-6-1961 . Darbhanga In the construction of section 6 of the Land Acquisition Act, 1894, the publication of a notification under section 32 of the Darbhanga Improvement Act, 1934, shall be deemed to be the date of the publication of the declaration under section 6 of the Land Acquisition Act, 1894, for the purposes of section 23 sixthly and section 24 fourthly of the Land Acquisition Act, 1894. Vide Bihar and Orissa Act IV of 1934, sec. 41. Patna City . Subject to the provisions of paragraphs 6 and 7 of this Schedule, the issue of a notice under clause c of sub-section 3 of section 39 of the Bihar Town Planning and Improvement Trust Act, 1951, in the case of land proposed to be acquired in pursuance of that clause, and in any other case the publication of a notification under section 52 of that Act shall be substituted for and have the same effect as a declaration under section 6 of the Land Acquisition Act, 1894, except where a declaration under the last-mentioned section has been previously made and is in force. Vide Bihar Act XXXV of 1951, sec. 71 and Sch., para. 2 3 w.e.f. 1-6-1950 . See State AmendmentsPatna City under sections 23 and 24. Gujarat Same as that of Maharashtra made by Bombay Act 8 of 1958, with the following modifications i in section 6, in sub-section 1 , omit the words or, as the case may be, the Commissioner and or, as the case may be, under the signature of the Commissioner and ii in sub-section 3 , omit the words or, as the case may be, the Commissioner. Vide Gujarat Act 15 of 1964, sec. 4 and Sch. w.e.f. 15-5-1964 . Himachal Pradesh. In section 6, in sub-section 1 , in the first proviso, for the words three years substitute the words two years. Vide Himachal Pradesh Act, 1979 4 of 1980 , sec. 2 w.e.f. 20-4-1980 . Karnataka. 1 In section 6, 1 in sub-section 1 , for the portion commencing with the words a declaration shall be made to that effect and ending with the words some fund controlled or managed by a local authority, substitute the words, brackets, figure and letter such Government shall direct the Deputy Commissioner to proceed under sub-section 1A 2 After sub-section 1 , insert the following sub-section, namely 1A The Deputy Commissioner shall, thereupon, within two months from the date on which he receives such direction, a cause the land unless it has been already marked out under section 4 to be marked out b also cause it to be measured, and, if no plan has been made therefor, a plan to be made of the same and c report to the appropriate Government the result of the operations under this sub-section. The appropriate Government shall then make a declaration that the land is needed for a public purpose or for a company. Vide Mysore Act 17 of 1961, sec. 10 w.e.f. 24-8-1961 . 3 In sub-section 1A inserted by Mysore Act 17 of 1961, after the words for a company add the following namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notification under sub-section 1 of section 4 Provided that no declaration in respect of any particular land covered by a notification under sub-section 1 of section 4, published after the commencement of the Land Acquisition Mysore Amendment and Validation Act, 1967, shall be made after the expiry of three years from the date of such publication. Explanation. In computing the period of three years specified in this sub-section, any period during which any action or proceeding to be taken in pursuance of the notification issued under sub-section 1 of section 4 is held up on account of stay or injunction by order of a Court shall be excluded. Vide Mysore Act 10 of 1968, sec. 2 w.e.f. 1-3-1968 . Vide Karnataka Act 33 of 1991, sec. 3 w.e.f. 27-11-1991 . Kerala i In section 6, in sub-section 1 , a after the words the appropriate Government, insert the words or the Board of Revenue b after the words to certify its orders, insert the words or of the Secretary of the Board of Revenue, as the case may be ii in sub-section 3 , after the words appropriate Government, insert the words or the Board of Revenue, as the case may be. Vide Kerala Act 28 of 1985, sec. 4 w.r.e.f. 1-4-1985 . Maharashtra 1 In section 6, i in sub-section 1 , a after the words appropriate Government, insert the words or, as the case may be, the Commissioner b after the words its orders, insert the words or, as the case may be, under the signature of the Commissioner ii in sub-section 3 , after the words appropriate Government insert the words or, as the case may be, the Commissioner. Vide Bombay Act 8 of 1958, sec. 3 4 and Notification No. L.A.Q. 2558/V, dated 5th September, 1958 Bombay Government Gazette, 1958, Pt. IVB, page 937 Maharashtra Act 38 of 1964, sec. 2 f w.e.f. 7-12-1964 ."], [null, "published after the commencement of the Land Acquisition Amendment and Validation Ordinance, 1967 1 of 1967 but before the commencement of the Land Acquisition Amendment Act, 1984 68 of 1984 shall be made after the expiry of three years from the date of the publication of the notification or"], [null, "published after the commencement of the Land Acquisition Amendment Act, 1984, shall be made after the expiry of one year from the date of the publication of the notification"], [null, "a for sub-section 1 , substitute the following sub-section, namely 1 Where the appropriate government or the District Collector is satisfied that any particular land is needed for the purpose of construction, extension or improvement of any dwelling house for the poor, a declaration shall be made to that effect under the signature of a Secretary to such Government or any other officer duly authorised to certify their orders or the District Collector as the case may be and different declarations may be made from time to time in respect of different parcels of land covered by the same notification under section 4, sub-section 1 Provided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid wholly or partly out of public revenues or some fund controlled or managed by a local authority."], [null, "b in sub-section 2 , after the words Official Gazette, insert the words of the District Gazette"], [null, "c in sub-section 3 , i for the words for a public purpose or for a company, as the case may be, substitute the expression for the public purpose specified in sub-section 1 ii after the words appropriate Government insert the words or the District Collector."], [null, "for the words for a public purpose or for a company, as the case may be, substitute the expression for the public purpose specified in sub-section 1"], [null, "after the words appropriate Government insert the words or the District Collector."], [null, "Bihar In section 6, i for sub-section 1 , substitute the following sub-section, namely 1 Subject to the provisions of Part VII of this Act, where the appropriate Government is satisfied after considering the Collectors report, if any, under the Proviso to sub-section 2 of section 5A, or the Collector is satisfied after hearing the objections, if any, under section 5A, that any particular land is needed for a public purpose or for a company, a declaration shall be made by the appropriate Government or the Collector, as the case may be, to that effect in writing Provided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid by a company, or wholly or partly out of the Consolidated Fund of the State or some fund controlled or managed by a local authority. ii in sub-section 3 , after the words appropriate Government, insert the words or the Collector, as the case may be, Vide Bihar Act 11 of 1961, sec. 6 w.e.f. 1-6-1961 ."], [null, "for sub-section 1 , substitute the following sub-section, namely 1 Subject to the provisions of Part VII of this Act, where the appropriate Government is satisfied after considering the Collectors report, if any, under the Proviso to sub-section 2 of section 5A, or the Collector is satisfied after hearing the objections, if any, under section 5A, that any particular land is needed for a public purpose or for a company, a declaration shall be made by the appropriate Government or the Collector, as the case may be, to that effect in writing Provided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid by a company, or wholly or partly out of the Consolidated Fund of the State or some fund controlled or managed by a local authority."], [null, "in sub-section 3 , after the words appropriate Government, insert the words or the Collector, as the case may be,"], [null, "Darbhanga In the construction of section 6 of the Land Acquisition Act, 1894, the publication of a notification under section 32 of the Darbhanga Improvement Act, 1934, shall be deemed to be the date of the publication of the declaration under section 6 of the Land Acquisition Act, 1894, for the purposes of section 23 sixthly and section 24 fourthly of the Land Acquisition Act, 1894. Vide Bihar and Orissa Act IV of 1934, sec. 41. Patna City . Subject to the provisions of paragraphs 6 and 7 of this Schedule, the issue of a notice under clause c of sub-section 3 of section 39 of the Bihar Town Planning and Improvement Trust Act, 1951, in the case of land proposed to be acquired in pursuance of that clause, and in any other case the publication of a notification under section 52 of that Act shall be substituted for and have the same effect as a declaration under section 6 of the Land Acquisition Act, 1894, except where a declaration under the last-mentioned section has been previously made and is in force. Vide Bihar Act XXXV of 1951, sec. 71 and Sch., para. 2 3 w.e.f. 1-6-1950 . See State AmendmentsPatna City under sections 23 and 24."], [null, "Gujarat Same as that of Maharashtra made by Bombay Act 8 of 1958, with the following modifications i in section 6, in sub-section 1 , omit the words or, as the case may be, the Commissioner and or, as the case may be, under the signature of the Commissioner and ii in sub-section 3 , omit the words or, as the case may be, the Commissioner. Vide Gujarat Act 15 of 1964, sec. 4 and Sch. w.e.f. 15-5-1964 . Himachal Pradesh. In section 6, in sub-section 1 , in the first proviso, for the words three years substitute the words two years. Vide Himachal Pradesh Act, 1979 4 of 1980 , sec. 2 w.e.f. 20-4-1980 . Karnataka. 1 In section 6, 1 in sub-section 1 , for the portion commencing with the words a declaration shall be made to that effect and ending with the words some fund controlled or managed by a local authority, substitute the words, brackets, figure and letter such Government shall direct the Deputy Commissioner to proceed under sub-section 1A 2 After sub-section 1 , insert the following sub-section, namely 1A The Deputy Commissioner shall, thereupon, within two months from the date on which he receives such direction, a cause the land unless it has been already marked out under section 4 to be marked out b also cause it to be measured, and, if no plan has been made therefor, a plan to be made of the same and c report to the appropriate Government the result of the operations under this sub-section. The appropriate Government shall then make a declaration that the land is needed for a public purpose or for a company. Vide Mysore Act 17 of 1961, sec. 10 w.e.f. 24-8-1961 . 3 In sub-section 1A inserted by Mysore Act 17 of 1961, after the words for a company add the following namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notification under sub-section 1 of section 4 Provided that no declaration in respect of any particular land covered by a notification under sub-section 1 of section 4, published after the commencement of the Land Acquisition Mysore Amendment and Validation Act, 1967, shall be made after the expiry of three years from the date of such publication. Explanation. In computing the period of three years specified in this sub-section, any period during which any action or proceeding to be taken in pursuance of the notification issued under sub-section 1 of section 4 is held up on account of stay or injunction by order of a Court shall be excluded. Vide Mysore Act 10 of 1968, sec. 2 w.e.f. 1-3-1968 . Vide Karnataka Act 33 of 1991, sec. 3 w.e.f. 27-11-1991 ."], [null, "in section 6, in sub-section 1 , omit the words or, as the case may be, the Commissioner and or, as the case may be, under the signature of the Commissioner and"], [null, "in sub-section 3 , omit the words or, as the case may be, the Commissioner."], [null, "1 in sub-section 1 , for the portion commencing with the words a declaration shall be made to that effect and ending with the words some fund controlled or managed by a local authority, substitute the words, brackets, figure and letter such Government shall direct the Deputy Commissioner to proceed under sub-section 1A"], [null, "After sub-section 1 , insert the following sub-section, namely 1A The Deputy Commissioner shall, thereupon, within two months from the date on which he receives such direction, a cause the land unless it has been already marked out under section 4 to be marked out b also cause it to be measured, and, if no plan has been made therefor, a plan to be made of the same and c report to the appropriate Government the result of the operations under this sub-section. The appropriate Government shall then make a declaration that the land is needed for a public purpose or for a company. Vide Mysore Act 17 of 1961, sec. 10 w.e.f. 24-8-1961 ."], [null, "a cause the land unless it has been already marked out under section 4 to be marked out"], [null, "b also cause it to be measured, and, if no plan has been made therefor, a plan to be made of the same and"], [null, "c report to the appropriate Government the result of the operations under this sub-section. The appropriate Government shall then make a declaration that the land is needed for a public purpose or for a company."], [null, "In sub-section 1A inserted by Mysore Act 17 of 1961, after the words for a company add the following namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notification under sub-section 1 of section 4 Provided that no declaration in respect of any particular land covered by a notification under sub-section 1 of section 4, published after the commencement of the Land Acquisition Mysore Amendment and Validation Act, 1967, shall be made after the expiry of three years from the date of such publication. Explanation. In computing the period of three years specified in this sub-section, any period during which any action or proceeding to be taken in pursuance of the notification issued under sub-section 1 of section 4 is held up on account of stay or injunction by order of a Court shall be excluded."], [null, "Kerala i In section 6, in sub-section 1 , a after the words the appropriate Government, insert the words or the Board of Revenue b after the words to certify its orders, insert the words or of the Secretary of the Board of Revenue, as the case may be ii in sub-section 3 , after the words appropriate Government, insert the words or the Board of Revenue, as the case may be. Vide Kerala Act 28 of 1985, sec. 4 w.r.e.f. 1-4-1985 ."], [null, "a after the words the appropriate Government, insert the words or the Board of Revenue"], [null, "b after the words to certify its orders, insert the words or of the Secretary of the Board of Revenue, as the case may be"], [null, "in sub-section 3 , after the words appropriate Government, insert the words or the Board of Revenue, as the case may be."], [null, "Maharashtra 1 In section 6, i in sub-section 1 , a after the words appropriate Government, insert the words or, as the case may be, the Commissioner b after the words its orders, insert the words or, as the case may be, under the signature of the Commissioner ii in sub-section 3 , after the words appropriate Government insert the words or, as the case may be, the Commissioner. Vide Bombay Act 8 of 1958, sec. 3 4 and Notification No. L.A.Q. 2558/V, dated 5th September, 1958 Bombay Government Gazette, 1958, Pt. IVB, page 937 Maharashtra Act 38 of 1964, sec. 2 f w.e.f. 7-12-1964 ."], [null, "in sub-section 1 , a after the words appropriate Government, insert the words or, as the case may be, the Commissioner b after the words its orders, insert the words or, as the case may be, under the signature of the Commissioner"], [null, "a after the words appropriate Government, insert the words or, as the case may be, the Commissioner"], [null, "b after the words its orders, insert the words or, as the case may be, under the signature of the Commissioner"], [null, "in sub-section 3 , after the words appropriate Government insert the words or, as the case may be, the Commissioner."], [null, "Every declaration shall be published in the Official Gazette, and in two daily newspapers circulating in the locality in which the land is situate of which at least one shall be in the regional language, and the Collector shall cause public notice of the substance of such declaration to be given at convenient places in the said locality the last of the date of such publication and the giving of such public notice, being hereinafter referred to as the date of publication of the declaration , and such declaration shall state the district or other territorial division in which the land is situate, the purpose for which it is needed, its approximate area, and where a plan shall have been made of the land, the place where such plan may be inspected."], [null, "The said declaration shall be conclusive evidence that the land is needed for a public purpose or for a Company, as the case may be and, after making such declaration the appropriate Government may acquire the land in a manner hereinafter appearing."], [null, "For sub-section 2 , substitute the following sub-section, namely 2 Such declaration shall be published in the Official Gazette, and in two daily newspapers circulating in the locality in which the land is situate, of which at least one shall be in the regional language and the Deputy Commissioner shall cause public notice of the substance of such declaration to be given at convenient places in the said locality the last of the dates of such publication and the giving of such public notice being hereinafter referred to as the date of the publication of declaration and such declaration shall State the District or other Territorial Division in which the land is situate, the purpose for which it is needed, its approximate area and survey number, if any and where a plan shall have been made of the land, the place where such plan may be inspected Provided that the declaration as published in the Official Gazette shall contain the precise boundaries of the land."], [null, "Nagpur City . Subject to the provisions of clauses 10 and 11 of this Schedule to the Nagpur Improvement Trust Act, 1936, the issue of a notice under sub-section 4 of section 32 of that Act, in the case of land acquired under that sub-section, and in any other case the publication of a notification under section 45 of that Act shall be substituted for, and have the same effect as a declaration by the Local Government under section 6 of the Land Acquisition Act, 1894, unless a declaration under the last-mentioned section has previously been made and is in force. Vide C.P. Act 36 of 1936, sec. 61 and Sch., clause 2 2 w.e.f. 1-1-1937 Maharashtra Vidarbha Region A.L.O., 1956. See State AmendmentsNagpur City under sections 23 and 24 post."], [null, "In section 6, in sub-section 1 , to the proviso, the following Explanation shall be deemed to have been added Explanation. Where compensation to be awarded for such property is paid or to be paid out of any money provided by the State Government to a company, being a corporation owned or controlled by the State, whether provided as loan, grant or otherwise howsoever, for the purpose of payment of the whole or part of the compensation, such compensation shall be deemed to be compensation paid or to be paid out of public revenues. Vide Maharashtra Act 24 of 1965, sec. 3. In section 6, Punjab Haryana Chandigarh. Subject to the provisions of clauses 10 and 11 of the Schedule to the Punjab Town Improvement Act, 1922, the issue of a notice under sub-section 1 of section 32 of that Act in the case of land acquired under that sub-section, and in any other case the publication of a notification under section 42 of that Act shall be substituted for and have the same effect as a declaration by the State Government under section 6 of the Land Acquisition Act, 1894, unless a declaration under the last-mentioned section has previously been made and is still in force. Vide Punjab Act 4 of 1922, sec. 59 and Sch., clause 2 2 Act 31 of 1966, sec. 88. See State AmendmentsPunjab under sections 23 and 24 post. Rajasthan In section 6 a in sub-section 1 , i after the words certify its orders, the following shall be inserted, namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notice given under section 4, sub-section 5 , irrespective of whether one report or different reports has or have been made whether required under section 5A, sub-section 2 ii for the words Provided that the following shall be substituted, namely Provided that no declaration in respect of any particular land covered by a notice under section 4, sub-section 5 , given after the commencement of the Rajasthan Land Acquisition Amendment and Validation Act, 1981, shall be made after the expiry of three years from the date of giving such notice Provided further that. Vide Rajasthan Act 15 of 1981, sec. 3 w.e.f. 27-6-1981 . Sikkim In section 6, in sub-section 2 , omit the word daily. Vide Sikkim Act 6 of 1992, sec. 3 w.e.f. 10-7-1992 . Tamil Nadu. Madras City . Subject to the provisions of paragraphs 6 and 7 of the Schedule to Madras City Improvement Trust Act, 1950, the issue of a notice under clause c of sub-section 3 of section 40 of the Act in the case of land proposed to be acquired in pursuance of that clause, and in any other case the publication of a notification under section 53 of that Act shall be substituted for and have the same of effect as a declaration under section 6 of the Land Acquisition Act, 1894 except where a declaration under the last-mentioned section has been previously made and is in force. Vide Madras Act 37 of 1950, sec. 73 and Sch., para 2 3 w.e.f. 27-2-1951 Tamil Nadu, A.L.O., 1969. See the State AmendmentsMadras City , under sections 23 and 24, post. In section 6, in sub-section 1 , to the first proviso, add the following Explanation, namely Explanation. In computing the period of three years specified in this proviso, any period during which any action or proceeding to be taken in pursuance of the notification issued under sub-section 1 of section 4 is held up on account of stay or injunction by order of a court, shall be excluded. Vide Tamil Nadu Act 41 of 1980, sec. 2 w.r.e.f. 20-1-1967 . Uttar Pradesh. Subject to the provisions of Paragraphs 10 and 11 of Schedule II of the Uttar Pradesh Nagar Mahapalika Adhiniyam, 1959, the issue of a notice under sub-section 4 of section 348 of that Act in the case of land acquired under that sub-section and the publication of a notification under section 263 of that Act in the case of land acquired under any other improvement scheme under that Act shall be substituted for and have the same effect as a declaration by the State Government under section 6 of the Land Acquisition Act, 1894, unless the declaration under the last-mentioned section has previously been made and is still in force. Vide Uttar Pradesh Act 2 of 1959, sec. 376 and Sch., para. 2 2 . See State AmendmentsUttar Pradesh under sections 23 and 24. In section 6, in sub-section 1 , after the first proviso, the following proviso shall be deemed always to have been inserted, namely Provided further in computing the period of three years referred to in the preceding proviso, the time during which the State Government was prevented by or in consequence of any order of any Court from making such declaration shall be excluded. Vide Uttar Pradesh Act 28 of 1972, sec. 2 w.e.f. 3-7-1972 State Amendments Section 6A West Bengal. Calcutta Improvement After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Calcutta Improvement Act to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 49 of the Calcutta Improvement Act, 1911, i The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4. ii Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A. iii The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6. Vide Bengal Act V of 1911, sec. 71 and Sch. as amended by West Bengal Act 32 of 1955, sec 74 w.e.f. 20-10-1955 . Howrah Improvement . After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Howrah Improvement Act, 1956, to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 49 of the Calcutta Improvement Act, 1911, i The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4. ii Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A. iii The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6. Vide Bengal Act V of 1911, sec. 71 and Sch. as amended by West Bengal Act 32 of 1955, sec 74 w.e.f. 20-10-1955 . Howrah Improvement . After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Howrah Improvement Act, 1956, to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 51 of the Howrah Improvement Act, 1956, i the publication of a notice of the improvement scheme under sub-section 2 of section 45 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4 ii proceedings under section 47 and sub-section 1 of section 49 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as proceedings under section 5A iii the publication of a notification under section 51 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as a declaration under section 6. Vide West Bengal Act 14 of 1956, sec. 70 and Sch. I, para 3. COMMENTS i Declaration under section 6 need not contain reasons or refer to the objections for every particular land. It is true that section 6 uses the words particular land but while referring to its satisfaction in regard to the need to acquire the entire land, the Government need not refer to every piece of particular Land Delhi Administration v. Gurdip Singh Uban, AIR 2000 SC 3737. ii According to sub-section 1 , the period of two years referred to in section 11A shall be computed with reference to this provision requiring a declaration to be made to the effect that land is acquired for public utility purpose Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. iii The period of two years referred to in section 11A shall be computed by counting from the last of the publication dates, as per the prescribed modes of publication a publication in the Official Gazette, b publication in two daily newspapers circulating in the locality in which the land is situate and c causing public notice of the substance of the declaration to be given at convenient places in the said locality Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. iv Fulfilling the Constitutional obligation under article 300A, the Land Acquisition Act, 1894 is the law providing for a acquisition of land b taking over possession of land c assessment of compensation and d payment and compensation. Without possession, acquisition is futile while without payment, acquisition is arbitrary and violative of article 14 Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. v If the mandatory provisions relating to acquisition are breached, such acquisition itself falls but if there is a breach of subsidiary provisions relating to taking over of possession, such possession is illegal, without prejudice to the acquisition itself being legal Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. vi Any acquisition of land has to be preceded by issue of notification and conformation to the requirements of the provisions lest the acquisition itself falls Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. vii Even though there can be only one date of publication last of publication date of all modes , merely employing one of the modes within one year of publication of notification under section 4 will not suffice lest the land acquisition proceeding falls or lapses. So, publication of all modes within one year of publication of notification under section 4 is a necessary, mandatory condition Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157. viii In the event of a particular public purpose declared at the commencement of land acquisition proceedings ceasing to exist subsequently, such land may ultimately be utilised for any other public purpose, without affecting the validity of land acquisition proceedings Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157. ix When there was a delay of nearly six years on the part of the respondents in continuing the land acquisition proceedings, it was held that it was not open to the respondents to raise that point against the appellants Mahalakshmi Ammal v. State of Tamil Nadu, AIR 1993 Mad 366. 1 Santhal Parganas by the Santhal Parganas Settlement Regulations, 1872 3 of 1872 , sec. 3 2 Khondmals District by the Khondmals Laws Regulations, 1936 4 of 1936 , sec. 3 and Sch. and 3 the Angul District by the Angul Laws Regulations, 1936 5 of 1936 , sec. 3 and Sch. 1 the Districts of Hazaribagh, Lohardaga now called the Ranchi District, see Calcutta Gazette, 1899, Pt.I, p.44 , Manbhum, Pargana Dhalbhum and the Kolhan in the District of Singhbhum see Gazette of India, 1894, Pt. I, p. 400 and 2 the District of Palamau, see Gazette of India, 1894 Pt. I, p. 639. Extended to N.E.F.A. by the North East Frontier Agency Extension of Laws Regulation, 1960 3 of 1960 ."], [null, "Rajasthan In section 6 a in sub-section 1 , i after the words certify its orders, the following shall be inserted, namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notice given under section 4, sub-section 5 , irrespective of whether one report or different reports has or have been made whether required under section 5A, sub-section 2 ii for the words Provided that the following shall be substituted, namely Provided that no declaration in respect of any particular land covered by a notice under section 4, sub-section 5 , given after the commencement of the Rajasthan Land Acquisition Amendment and Validation Act, 1981, shall be made after the expiry of three years from the date of giving such notice Provided further that. Vide Rajasthan Act 15 of 1981, sec. 3 w.e.f. 27-6-1981 ."], [null, "a in sub-section 1 , i after the words certify its orders, the following shall be inserted, namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notice given under section 4, sub-section 5 , irrespective of whether one report or different reports has or have been made whether required under section 5A, sub-section 2 ii for the words Provided that the following shall be substituted, namely Provided that no declaration in respect of any particular land covered by a notice under section 4, sub-section 5 , given after the commencement of the Rajasthan Land Acquisition Amendment and Validation Act, 1981, shall be made after the expiry of three years from the date of giving such notice Provided further that."], [null, "after the words certify its orders, the following shall be inserted, namely and different declarations may be made from time to time in respect of different parcels of any land covered by the same notice given under section 4, sub-section 5 , irrespective of whether one report or different reports has or have been made whether required under section 5A, sub-section 2"], [null, "for the words Provided that the following shall be substituted, namely Provided that no declaration in respect of any particular land covered by a notice under section 4, sub-section 5 , given after the commencement of the Rajasthan Land Acquisition Amendment and Validation Act, 1981, shall be made after the expiry of three years from the date of giving such notice Provided further that."], [null, "Sikkim In section 6, in sub-section 2 , omit the word daily. Vide Sikkim Act 6 of 1992, sec. 3 w.e.f. 10-7-1992 . Tamil Nadu. Madras City . Subject to the provisions of paragraphs 6 and 7 of the Schedule to Madras City Improvement Trust Act, 1950, the issue of a notice under clause c of sub-section 3 of section 40 of the Act in the case of land proposed to be acquired in pursuance of that clause, and in any other case the publication of a notification under section 53 of that Act shall be substituted for and have the same of effect as a declaration under section 6 of the Land Acquisition Act, 1894 except where a declaration under the last-mentioned section has been previously made and is in force. Vide Madras Act 37 of 1950, sec. 73 and Sch., para 2 3 w.e.f. 27-2-1951 Tamil Nadu, A.L.O., 1969. See the State AmendmentsMadras City , under sections 23 and 24, post. In section 6, in sub-section 1 , to the first proviso, add the following Explanation, namely Explanation. In computing the period of three years specified in this proviso, any period during which any action or proceeding to be taken in pursuance of the notification issued under sub-section 1 of section 4 is held up on account of stay or injunction by order of a court, shall be excluded. Vide Tamil Nadu Act 41 of 1980, sec. 2 w.r.e.f. 20-1-1967 . Uttar Pradesh. Subject to the provisions of Paragraphs 10 and 11 of Schedule II of the Uttar Pradesh Nagar Mahapalika Adhiniyam, 1959, the issue of a notice under sub-section 4 of section 348 of that Act in the case of land acquired under that sub-section and the publication of a notification under section 263 of that Act in the case of land acquired under any other improvement scheme under that Act shall be substituted for and have the same effect as a declaration by the State Government under section 6 of the Land Acquisition Act, 1894, unless the declaration under the last-mentioned section has previously been made and is still in force. Vide Uttar Pradesh Act 2 of 1959, sec. 376 and Sch., para. 2 2 . See State AmendmentsUttar Pradesh under sections 23 and 24. In section 6, in sub-section 1 , after the first proviso, the following proviso shall be deemed always to have been inserted, namely Provided further in computing the period of three years referred to in the preceding proviso, the time during which the State Government was prevented by or in consequence of any order of any Court from making such declaration shall be excluded. Vide Uttar Pradesh Act 28 of 1972, sec. 2 w.e.f. 3-7-1972 State Amendments Section 6A West Bengal. Calcutta Improvement After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Calcutta Improvement Act to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 49 of the Calcutta Improvement Act, 1911, i The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4. ii Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A. iii The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6. Vide Bengal Act V of 1911, sec. 71 and Sch. as amended by West Bengal Act 32 of 1955, sec 74 w.e.f. 20-10-1955 . Howrah Improvement . After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Howrah Improvement Act, 1956, to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 49 of the Calcutta Improvement Act, 1911, i The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4. ii Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A. iii The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6. Vide Bengal Act V of 1911, sec. 71 and Sch. as amended by West Bengal Act 32 of 1955, sec 74 w.e.f. 20-10-1955 . Howrah Improvement . After section 6, the following section shall be deemed to be inserted, namely 6A. Publication of notification, hearing of objections and declaration under the Howrah Improvement Act, 1956, to be substituted for those under sections 4, 5A and 6. When acquisition is proposed to be made of land comprised within any improvement scheme framed by the Board and published under section 51 of the Howrah Improvement Act, 1956, i the publication of a notice of the improvement scheme under sub-section 2 of section 45 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4 ii proceedings under section 47 and sub-section 1 of section 49 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as proceedings under section 5A iii the publication of a notification under section 51 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as a declaration under section 6. Vide West Bengal Act 14 of 1956, sec. 70 and Sch. I, para 3. COMMENTS i Declaration under section 6 need not contain reasons or refer to the objections for every particular land. It is true that section 6 uses the words particular land but while referring to its satisfaction in regard to the need to acquire the entire land, the Government need not refer to every piece of particular Land Delhi Administration v. Gurdip Singh Uban, AIR 2000 SC 3737. ii According to sub-section 1 , the period of two years referred to in section 11A shall be computed with reference to this provision requiring a declaration to be made to the effect that land is acquired for public utility purpose Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. iii The period of two years referred to in section 11A shall be computed by counting from the last of the publication dates, as per the prescribed modes of publication a publication in the Official Gazette, b publication in two daily newspapers circulating in the locality in which the land is situate and c causing public notice of the substance of the declaration to be given at convenient places in the said locality Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. iv Fulfilling the Constitutional obligation under article 300A, the Land Acquisition Act, 1894 is the law providing for a acquisition of land b taking over possession of land c assessment of compensation and d payment and compensation. Without possession, acquisition is futile while without payment, acquisition is arbitrary and violative of article 14 Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. v If the mandatory provisions relating to acquisition are breached, such acquisition itself falls but if there is a breach of subsidiary provisions relating to taking over of possession, such possession is illegal, without prejudice to the acquisition itself being legal Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. vi Any acquisition of land has to be preceded by issue of notification and conformation to the requirements of the provisions lest the acquisition itself falls Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38. vii Even though there can be only one date of publication last of publication date of all modes , merely employing one of the modes within one year of publication of notification under section 4 will not suffice lest the land acquisition proceeding falls or lapses. So, publication of all modes within one year of publication of notification under section 4 is a necessary, mandatory condition Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157. viii In the event of a particular public purpose declared at the commencement of land acquisition proceedings ceasing to exist subsequently, such land may ultimately be utilised for any other public purpose, without affecting the validity of land acquisition proceedings Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157. ix When there was a delay of nearly six years on the part of the respondents in continuing the land acquisition proceedings, it was held that it was not open to the respondents to raise that point against the appellants Mahalakshmi Ammal v. State of Tamil Nadu, AIR 1993 Mad 366. 1 Santhal Parganas by the Santhal Parganas Settlement Regulations, 1872 3 of 1872 , sec. 3 2 Khondmals District by the Khondmals Laws Regulations, 1936 4 of 1936 , sec. 3 and Sch. and 3 the Angul District by the Angul Laws Regulations, 1936 5 of 1936 , sec. 3 and Sch. 1 the Districts of Hazaribagh, Lohardaga now called the Ranchi District, see Calcutta Gazette, 1899, Pt.I, p.44 , Manbhum, Pargana Dhalbhum and the Kolhan in the District of Singhbhum see Gazette of India, 1894, Pt. I, p. 400 and 2 the District of Palamau, see Gazette of India, 1894 Pt. I, p. 639. Extended to N.E.F.A. by the North East Frontier Agency Extension of Laws Regulation, 1960 3 of 1960 ."], [null, "The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4."], [null, "Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A."], [null, "The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6."], [null, "The publication of a notice of the improvement scheme under sub-section 2 of section 43 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4."], [null, "Proceedings under section 45 and sub-section 1 of section 47 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as proceedings under section 5A."], [null, "The publication of a notification under section 49 of the Calcutta Improvement Act, 1911, shall be substituted for and have the same effect as a declaration under section 6."], [null, "the publication of a notice of the improvement scheme under sub-section 2 of section 45 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as publication of a notification in the Official Gazette and giving public notice of the substance of such notification in the locality under section 4"], [null, "proceedings under section 47 and sub-section 1 of section 49 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as proceedings under section 5A"], [null, "the publication of a notification under section 51 of the Howrah Improvement Act, 1956, shall be substituted for and have the same effect as a declaration under section 6."], [null, "Declaration under section 6 need not contain reasons or refer to the objections for every particular land. It is true that section 6 uses the words particular land but while referring to its satisfaction in regard to the need to acquire the entire land, the Government need not refer to every piece of particular Land Delhi Administration v. Gurdip Singh Uban, AIR 2000 SC 3737."], [null, "According to sub-section 1 , the period of two years referred to in section 11A shall be computed with reference to this provision requiring a declaration to be made to the effect that land is acquired for public utility purpose Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "The period of two years referred to in section 11A shall be computed by counting from the last of the publication dates, as per the prescribed modes of publication a publication in the Official Gazette, b publication in two daily newspapers circulating in the locality in which the land is situate and c causing public notice of the substance of the declaration to be given at convenient places in the said locality Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "a publication in the Official Gazette,"], [null, "b publication in two daily newspapers circulating in the locality in which the land is situate and"], [null, "c causing public notice of the substance of the declaration to be given at convenient places in the said locality Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "Fulfilling the Constitutional obligation under article 300A, the Land Acquisition Act, 1894 is the law providing for a acquisition of land b taking over possession of land c assessment of compensation and d payment and compensation. Without possession, acquisition is futile while without payment, acquisition is arbitrary and violative of article 14 Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "a acquisition of land"], [null, "b taking over possession of land"], [null, "c assessment of compensation and"], [null, "d payment and compensation. Without possession, acquisition is futile while without payment, acquisition is arbitrary and violative of article 14 Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "If the mandatory provisions relating to acquisition are breached, such acquisition itself falls but if there is a breach of subsidiary provisions relating to taking over of possession, such possession is illegal, without prejudice to the acquisition itself being legal Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "Any acquisition of land has to be preceded by issue of notification and conformation to the requirements of the provisions lest the acquisition itself falls Ram Jiyawan v. State of Uttar Pradesh, AIR 1994 All 38."], [null, "Even though there can be only one date of publication last of publication date of all modes , merely employing one of the modes within one year of publication of notification under section 4 will not suffice lest the land acquisition proceeding falls or lapses. So, publication of all modes within one year of publication of notification under section 4 is a necessary, mandatory condition Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157."], [null, "In the event of a particular public purpose declared at the commencement of land acquisition proceedings ceasing to exist subsequently, such land may ultimately be utilised for any other public purpose, without affecting the validity of land acquisition proceedings Jagrup Singh v. State of Rajasthan, AIR 1993 Raj 157."], [null, "When there was a delay of nearly six years on the part of the respondents in continuing the land acquisition proceedings, it was held that it was not open to the respondents to raise that point against the appellants Mahalakshmi Ammal v. State of Tamil Nadu, AIR 1993 Mad 366."], [null, "Santhal Parganas by the Santhal Parganas Settlement Regulations, 1872 3 of 1872 , sec. 3"], [null, "Khondmals District by the Khondmals Laws Regulations, 1936 4 of 1936 , sec. 3 and Sch. and"], [null, "3 the Angul District by the Angul Laws Regulations, 1936 5 of 1936 , sec. 3 and Sch."], [null, "1 the Districts of Hazaribagh, Lohardaga now called the Ranchi District, see Calcutta Gazette, 1899, Pt.I, p.44 , Manbhum, Pargana Dhalbhum and the Kolhan in the District of Singhbhum see Gazette of India, 1894, Pt. I, p. 400 and"], [null, "2 the District of Palamau, see Gazette of India, 1894 Pt. I, p. 639. Extended to N.E.F.A. by the North East Frontier Agency Extension of Laws Regulation, 1960 3 of 1960 ."], [null, "1 in sub-section 1 a after the words to certify its orders insert the words or as the case may be, under the signature of the Commissioner b at the and omit the words or as the case may be, under the signature of the Commissioner. Vide Maharashtra Act 39 of 1972, sec. 5 w.e.f. 10-10-1972 ."], [null, "a after the words to certify its orders insert the words or as the case may be, under the signature of the Commissioner"], [null, "b at the and omit the words or as the case may be, under the signature of the Commissioner. Vide Maharashtra Act 39 of 1972, sec. 5 w.e.f. 10-10-1972 ."], [null, "2 after sub-section 1 , insert the following new sub-section, namely 1A Where a declaration under sub-section 1 of this section or in pursuance of sub-section 2 of section 4 of the Land Acquisition Amendment and Validation Act, 1967 hereinafter collectively referred to as the said provisions , could not be made before the expiry of the period specified in the said provisions due to stay or injunction by order of a court in respect of any land notified under sub-section 1 of section 4, then, notwithstanding anything contained in the said provisions, a declaration in respect of such land may be made under this section where the stay or injunction has been finally vacated, before the expiry of one year from the commencement of the Land Acquisition Maharashtra Amendment Act, 1972, and where the stay or injunction is finally vacated after the commencement of the Act last mentioned, then within one year of such vacation of the stay or injunction and there shall be paid simple interest calculated at six per centum per annum on the market value of such land as determined under this Act from the date of expiry of the period specified in the said provisions to the date of tender of payment of compensation awarded by the Collector for the acquisition of such land Provided that, no interest shall be payable for any period during which the proceedings for the acquisition of such land were held up due to stay or injunction by order of a Court. Vide Maharashtra Act 39 of 1972, sec. 5 w.e.f. 10-10-1972 . In section 6, in sub-section 2 , for the words shall be published in the Official Gazette, substitute the words shall be published in the Official Gazette or in the Government periodical entitled Lok Rajya, or in a newspaper having circulation in the local area. Vide Maharashtra Act 29 of 1977, sec. 3 w.e.f. 28-5-1977 ."]]}